{
  "home": {
    "YourPerfectChoice": "Your perfect choice for an event",
    "WeAreBlanspace": "We are Blankspace - Brussels based event venue!",

    "OurConceptTitle": "Our Concept",
    "OurConceptText": "The name says it all: blankspace Like a blank piece of paper, a neutral space where you can determine the color and style yourself. At first glance, the space appears empty. Apart from the bar counter placed in front of the window, which also serves as a welcome desk, and some white frames on the walls and original plant decoration on the ceiling. The empty blankspace is therefore ideal for determining how you will use the space whether it is meeting room Brussels / conference room or any other dedicated event. The white walls make the space multifunctional; it can be projected, digitally written or pasted and a sliding wall can be used to divide the space.",
    "HostAnEventTitle": "Host Any Event You Can Imagine",
    "HostAnEventText": "At blankspace, we welcome all types of events, from business meetings to birthday celebrations, workshops to cocktail receptions, conferences to weddings. Our versatile and adaptive venue transforms to suit any occasion, creating the perfect backdrop for your vision. With a team of dedicated professionals ready to assist, we ensure every detail is tailored to make your event truly memorable.",

    "CorporateMeetings": "Corporate meetings",
    "CoctailReceptions": "Coctail receptions",
    "Teambuildings": "Teambuildings",
    "Workshops": "Workshops",
    "Conference": "Conference",
    "ProductLaunches": "Product launches",
    "BirthdayWeddings": "Birthday & Weddings",

    "HostAnyEventAnywhere": "Host any event anywhere",
    "BlankspaceSchumanDesc": "Blankspace Brussels is a unique, customizable event venue nestled in a charming townhouse in the quiet EU district of central Brussels. Perfect for medium-sized business or private events, Blankspace offers unmatched versatility, flexibility, and a welcoming atmosphere.",
    "BlankspaceLuxembourgDesc": "Blankspace Place du Luxembourg is a fully equipped event venue ideally situated next to the EU Parliament and the vibrant Place du Luxembourg. Designed to host conferences, seminars, and business meetings, it offers a versatile and professional setting for medium to large-sized groups. With its prime location and modern amenities, Blankspace Place du Luxembourg ensures a seamless and memorable event experience."
  },
  "events": {
    "eventButton": "I would like a quote",

    "teambuilding": "Teambuilding",
    "tb-text1": "Blankspace offers endless team-building possibilities, from engaging culinary battles like the US Embassy's 'Battle of Belgian and American Chefs' to creative and collaborative activities.",
    "tb-text2": "Let us create a unique experience for your team. Our bright, adaptable spaces inspire connection and productivity, no matter the challenge or theme.",
    "tb-text3": "With every detail handled by our expert team, you can focus on building stronger bonds and lasting memories.",

    "corporateMeeeting": "Corporate Meetings",
    "cm-text1": "Perfectly located near the EU Commission and with a second venue next to the EU Parliament, blankspace is designed for impactful conferences and corporate meetings.",
    "cm-text2": "Fully equipped with professional AV and a variety of furniture setups, our spaces adapt to suit your event needs. Whether it’s an engaging panel discussion or a strategic meeting, blankspace fosters focus, collaboration, and success.",
    "cm-text3": "Our team ensures every detail is managed, so you can deliver your event with confidence.",

    "coctailReceptions": "Cocktail Receptions",
    "cr-text1": "Blankspace is the ideal choice for cocktail receptions, offering high tables, a stylish bar area, and a serene garden space that guests love.",
    "cr-text2": "From EU institutions to corporate professionals, our venue is trusted to deliver sophistication and comfort for vibrant gatherings.",
    "cr-text3": "Whether you’re planning an elegant after-work mingle or a celebratory toast, blankspace provides the perfect ambiance. With all furniture, AV, and catering services handled by our team, hosting a seamless event has never been easier.",

    "workshops": "Workshops",
    "ws-text1": "In partnership with top professionals listed on our website, blankspace provides a versatile setting for workshops.",
    "ws-text2": "Fully equipped and adaptable, our spaces inspire creativity and focus for learning, crafting, and innovating.",
    "ws-text3": "From hands-on art sessions to thought-provoking seminars, blankspace supports every aspect of your workshop.",
    "ws-text4": "With professional AV and all necessary furniture on-site, your event will be seamless and engaging.",

    "productLaunches": "Product Launches ",
    "pl-text1": "From Casa Belgium’s 2024 Spring Collection to Kevin Murphy product showcases, blankspace has become a hub for impactful product launches.",
    "pl-text2": "Whether you're unveiling innovations or celebrating milestones, our spaces elevate your brand’s story.",
    "pl-text3": "Impress your audience with the perfect blend of professional AV, flexible layouts, and a modern aesthetic.",
    "pl-text4": "Blankspace ensures your products shine in the spotlight they deserve.",

    "conferences": "Conferences ",
    "c-text1": "Blankspace has successfully hosted a variety of conferences, offering fully equipped rooms with high-quality screens, monitors, projectors, speakers, fiber-optic Wi-Fi, and wireless microphones.",
    "c-text2": "Both Blankspace Schuman and Blankspace Place du Luxembourg are ideal venues for such events, featuring flexible layouts, all the necessary technology, and a professional setup to ensure seamless execution.",
    "c-text3": "With our competitive pricing and proven track record of hosting events like corporate seminars and panel discussions, we are the perfect choice for your next conference.",

    "birthday-weddings": "Birthday & Weddings",
    "bw-text1": "At blankspace, we’ve proudly hosted countless birthdays and weddings, becoming a go-to venue for those seeking a simple yet cozy design that can be fully customized to their vision.",
    "bw-text2": "Staying true to our philosophy of “blankspace becomes yourspace”, our venue transforms into the perfect setting for your milestone celebrations. ",
    "bw-text3": "With all furniture and professional AV equipment provided by our team, planning is effortless, and your focus stays on the joy of the moment. ",
    "bw-text4": "Let us create a space as unique and memorable as your special day."
  },
  "spaces": {
    "adaptableSpaces": "Adaptable Spaces for Your Needs",
    "adaptableSpacesText": "Our space consists of several adjoining rooms, offering flexibility to accommodate events of all sizes. Whether you choose to rent a single room or the entire venue, the rental is tailored to the number of guests and your specific requirements.",

    "eventButton": "I would like a quote",
    "exclusivityPersonalizedExperience": "Exclusivity for a Personalized Experience",
    "exclusivityPersonalizedExperienceText": "To ensure an exclusive experience, we host only one event at a time. No matter how much of the space you rent, the entire venue will be fully privatized for your use. This is at the heart of our vision: Blankspace becomes yourspace, providing a personalized and intimate setting for your event.",

    "barSpace": "BarSpace",
    "barSpaceText1": "As you walk into blankspace, you’ll be welcomed by the vibrant and versatile barspace, the ideal starting point for any event. This adaptable area is perfect for a seamless check-in experience or as a creative breakout zone for coffee breaks, breakfast spreads, or buffet lunches. Barspace comfortably accommodates up to 40 guest",
    "barSpaceText2": "Fully equipped with state-of-the-art AV technology, barspace can host board meetings, stylish cocktail receptions, walking-style lunches, dinners, product launches, and even conferences with a theater-style setup. Its flexibility and modern design make it the ultimate space for professional and social gatherings alike.",
    "barSpaceText3": "Let barspace set the stage for your most memorable event yet!",

    "gardenSpace": "GardenSpace",
    "gardenSpaceText1": "Tucked away behind our charming townhouse, gardenspace is a peaceful green city garden that offers a refreshing escape in the heart of the city. Surrounded by nature, it’s the perfect outdoor setting for a variety of events, blending tranquility with functionality.",
    "gardenSpaceText2": "Whether you’re hosting a breakout session during a productive meeting, an open bar or barbecue in the summer, or a cozy winter barbecue, gardenspace comfortably accommodates up to 50 guests. Its inviting ambiance makes it ideal for enjoying drinks, sharing delicious food, or even hosting outdoor meetings in a calm, inspiring atmosphere.",
    "gardenSpaceText3": "Rain or shine, gardenspace is designed to adapt to Belgian weather, ensuring your event runs smoothly while your guests enjoy the charm of the outdoors. Celebrate, connect, or collaborate in a setting that feels like a breath of fresh air.",

    "tableSpace": "TableSpace",
    "tableSpaceText1": "Step through the charming wooden sliding doors and discover our bright and versatile tablespace – a truly unique setting for your next event. Featuring our signature hanging tables, which can be adjusted to the perfect height, this space offers both style and functionality to suit any occasion.",
    "tableSpaceText2": "Whether you're hosting a productive meeting, a hands-on workshop, or an intimate seated lunch or dinner for up to 30 guests, the tablespace is designed to impress. Complete with cutting-edge Samsung Frame TVs and a high-quality Sonos Music System, your event will be supported by top-tier technology and a welcoming ambiance.",
    "tableSpaceText3": "Make your next event as memorable as the space itself!",

    "studioSpace": "StudioSpace",
    "studioSpaceText1": "Hidden just beyond gardenspace, behind sleek glass sliding doors, lies our creative studiospace – a vibrant, modern haven for gatherings that demand something special. This intimate and versatile spot is designed to inspire, making it perfect for creative brainstorms, alfresco dinners, and so much more.",
    "studioSpaceText2": "Equipped with a SAMSUNG Frame TV and immersive Sonos Music System, studiospace sets the stage for interviews, podcast recordings, or even small group workshops. Hosting up to 20 guests, it’s the ideal backdrop for bringing bold ideas to life or sharing stories in style.",
    "studioSpaceText3": "Whether you’re crafting your next big pitch, hosting a cozy dinner, or recording your breakout podcast episode, studiospace gives your gathering that extra spark of creativity and sophistication. Let’s make it unforgettable!",

    "flexibleSpace": "A Flexible Space for Every Event",
    "flexibleSpaceText": "Our venue is designed to accommodate up to 120 guests in various seating arrangements, including theatre, round tables, classroom, and conference setups. The venue features a single large area of 250 square meters, providing ample room for creativity and customization to suit your event’s needs. ",
    "equipped": "Equipped for Seamless Experiences",
    "equippedText": "In addition, Blankspace Place du Luxembourg includes a dedicated Food and Beverage corner, fully equipped with modern appliances to support seamless catering experiences. For your convenience, the venue is outfitted with state-of-the-art AV equipment, including projectors, screens, microphones, Wi-Fi, speakers, and more. Whatever your event,Blankspace Place du Luxembourg is ready to become yourspace, offering a personalized and fully equipped environment for a memorable experience.",

    "whyChooseUs": "Why Choose Us?",
    "whyChooseUsText1": "Planning an event can be a complex and time-consuming process. From securing the perfect venue and coordinating schedules to managing technology, catering, and participant engagement, there are countless details to consider.",
    "whyChooseUsText2": "Our team of seasoned professionals brings a wealth of experience across diverse event types, ensuring that no detail is overlooked.",

    "OurExpertise": "Our Expertise Covers",
    "OurExpertiseText1": "General Meetings: Whether it's a small team gathering or a large corporate assembly, we help create an organized, professional environment that fosters effective communication and decision-making.",
    "OurExpertiseText2": "Workshops: We specialize in designing interactive and productive workshops that encourage participation, knowledge-sharing, and skill development, tailored to your specific learning objectives.",
    "OurExpertiseText3": "Conferences: From industry-leading keynote sessions to multi-track seminars, we handle all aspects of conference planning, including speaker coordination, agenda development, and attendee management.",
    "OurExpertiseText4": "Custom Events: Hosting a product launch, networking event, gala dinner, or any other special occasion? We craft unique, memorable experiences that align with your brand and goals.",

    "OurComprehensiveServicesInclude": "Our Comprehensive Services Include",
    "OurComprehensiveServicesIncludeText1": "Event Planning & Strategy: Collaborating closely with you to understand your vision and goals.",
    "OurComprehensiveServicesIncludeText2": "Venue Selection & Management: Finding the ideal location that fits your event's size, style, and budget.",
    "OurComprehensiveServicesIncludeText3": "Logistics Coordination: Managing timelines, schedules, and all moving parts seamlessly.",
    "OurComprehensiveServicesIncludeText4": "Technology Support: Providing state-of-the-art AV solutions, virtual event platforms, and technical assistance.",
    "OurComprehensiveServicesIncludeText5": "On-site Event Management: Ensuring flawless execution on the day of the event.",
    "OurComprehensiveServicesIncludeText6": "Post-Event Evaluation: Gathering feedback and providing insights for continuous improvement."
  },
  "catering": {
    "culinaryPerfection": "CULINARY PERFECTION",
    "blankCatering": "Blank Catering",
    "blankCateringText1": "Discover blankcatering - your destination for exceptional breakfasts, sandwich lunches, and refreshing coffee and tea breaks.",
    "blankCateringText2": "Start your morning with freshly baked croissants, flavorful fruits, yogurt & granola bowls, and heavenly pain au chocolat, perfectly paired with sustainable Nespresso coffee and premium Sri Lankan Dilmah tea. For lunch, enjoy our handcrafted sandwiches, made with the finest ingredients and bursting with flavor.",
    "blankCateringText3": "Whether it’s a quick bite, a corporate meeting, or a casual gathering, blankcatering elevates every occasion with delectable offerings and sustainable beverages crafted to perfection. Taste the difference, one bite and sip at a time.",
    "dinamicExperiences": "DINAMIC EXPERIENCES",
    "ourWorkshops": "Our Worskshops",
    "ourWorkshopsText1": "In partnership with top professionals listed on our website, blankspace provides a versatile setting for workshops. ",
    "ourWorkshopsText2": "Fully equipped and adaptable, our spaces inspire creativity and focus for learning, crafting, and innovating. ",
    "ourWorkshopsText3": "From hands-on art sessions to thought-provoking seminars, blankspace supports every aspect of your workshop. ",
    "ourWorkshopsText4": "With professional AV and all necessary furniture on-site, your event will be seamless and engaging.",
    "ourTrustedCaterers": "Our Trusted Caterers",
    "obaoText": "Discover OBAO, where East meets West in the heart of Brussels. Our Asian fusion catering company and restaurant offer a delightful mix of Japanese, Chinese, and Thai cuisines. Whether it's a corporate event or a special celebration, we've got you covered with our diverse menu options and top-notch service. Want to test our offerings before making decision? Our restaurant is located next door to blankspace and is open Mondays - Saturdays each week.  Partnering with blankspace, we bring flavor and flair to every event.",
    "mazmizText": "Experience Mazmiz - an uncommon Lebanese kitchen redefining flavors for business meetings, walking dinners, and lunches. Delight your guests with a vibrant menu blending tradition and innovation, featuring mezze bursting with bold spices, fresh ingredients, and unmatched authenticity. Perfectly curated for sophisticated gatherings, Mazmiz elevates every occasion with dishes that are as unforgettable as the conversations they inspire. Impress, indulge, and savor the exceptional - only at blankspace.",
    "itraturiText": "Indulge in the art of Italian cuisine Italian Catering – where every event is transformed into a feast of flavor and sophistication. Whether it’s a corporate meeting, a wedding, or a casual gathering, we craft bespoke menus tailored to your occasion at blankspace. From classic antipasti and wood-fired pizzas to creamy risottos and decadent tiramisu, our dishes are made with authentic Italian ingredients and love for culinary excellence. Elevate your event with the perfect blend of tradition and innovation, delivered by our talented in-house team. At blankspace, every bite tells a story of Italy. Celebrate with us and make your event truly unforgettable. Buon appetito!",
    "barpartnersText": "Learn the tricks of the trade from a professional bartender. Shake, stir and muddle the quality products and serve yourself the cocktail or mocktail creations together with a fine selection of appetizers or tapas.",
    "DiscoverOurWorkshopStories": "Discover Our Workshop Stories",
    "showMore": "...Show more",
    "showLess": "Show less",
    "SushiRollingWorkshop": "Join Japanese chef Yoko for an authentic Sushi Rolling Workshop, where you’ll learn traditional techniques to craft perfect sushi rolls. This hands-on experience is not just about food—it’s a fun and engaging way to bond with others, making it ideal for team-building or special gatherings.",
    "MatchaAndJapanese": "Step into the heart of Japan with Yoko’s Matcha & Tea Ceremony Workshop, where she shares the rich traditions and cultural significance of Japanese tea. From whisking the perfect matcha to understanding its meditative rituals, this immersive experience is a journey into mindfulness, harmony, and.",
    "CoctailMaking": "Our strategic partner, BarPartners, brings expert mixologists to our Cocktail & Mocktail Making Workshops, where you’ll craft drinks like a pro while learning the art and history behind each creation. Perfect for group gatherings, these interactive sessions are a fun way to connect and set the stage for an unforgettable lunch or dinner experience!",
    "SustainableMoss": "In collaboration with Greenmood, our Moss Making Workshop offers a unique, hands-on experience in creating sustainable, maintenance-free greenery for any space. Learn how preserved moss supports eco-friendly design while adding a natural, calming touch to interiors—perfect for those who value both aesthetics and sustainability."
  },
  "contactUs": {
    "SendUsYourRequest": "SEND US YOUR REQUEST!",
    "Phone": "Phone",
    "Email": "Email",
    "EnterEmail": "*Enter email",
    "YourContactDetails": "Your contact details",

    "FirstName": "*First Name",
    "LastName": "*Last Name",
    "YourMessage": "*Your Message",
    "TypeYourMessageHere": "*Type your message here...",
    "Country": "Country",
    "Number": "Number",

    "Select": "Select",
    "ContactUs": "Contact Us",

    "LastNameRequired": "Last name is required",
    "FirstNameRequired": "First name is required",
    "EmailRequired": "Email is required",
    "MessageRequired": "Message is required",

    "Location": "LOCATION",
    "Description": "The townhouse is in a quiet residential street, just behind the Berlaymont, the headquarters of the European Commission in the Brussels EU district where Europe meets daily.",
    "Address": "Rue Saint Quentin 29, B-1000 Brussels",
    "Parking": "On the street, in the neighborhood, Interparking Arts-Loi within walking distance",
    "PublicTransportation": "Public transportation :",
    "PublicTransportationText": "Metro (Line 1 & 5) & Intercity Trains at Bruxelles-Schuman station"
  },
  "FAQ": {
    "FrequentlyAskedQuestions": "Frequently Asked Questions",

    "Question1": "Is Blankspace easily accessible by public transport, and does it offer parking facilities?",
    "Question2": "How does Blankspace manage crowd control to prevent overcrowding at events?",
    "Question3": "What amenities and services are included in the venue rental price?",
    "Question4": "Does Blankspace offer in-house catering, or can we bring our own caterers?",
    "Question5": "How does Blankspace ensure cleanliness and maintenance before and during events?",
    "Question6": "How new is the furniture and equipment at Blankspace?",

    "Q1Answer1": "- Yes, Blankspace is conveniently accessible via multiple public transportation options. Bus services such as lines 56, 60, 63, 64, 59, and 79 serve nearby stops, while metro lines 1 and 5 provide easy connectivity through Schuman and Maelbeek stations. Additionally, Schuman station offers train connections, making it convenient for guests arriving from different locations.",
    "Q1Answer2": "For those driving, parking is available on the street and in the surrounding neighborhood, with Interparking Arts-Loi within walking distance for added convenience.",

    "Q2Answer1": "- We carefully monitor our venue capacity and provide various layout options to ensure a comfortable experience for all guests. Our events team (events@blankspace.brussels) assists in planning the best seating and space arrangements to prevent overcrowding. ",

    "Q3Answer1": "- Our venue rental includes high-quality audiovisual equipment, modern decor, and versatile seating arrangements to ensure a seamless event experience. Guests have access to a variety of indoor and outdoor furniture, including chairs, tables, and baby chairs upon request. The venue is also equipped with Samsung Smart TVs, a projector, Sonos speakers, a flipchart, and karaoke equipment for entertainment and presentations. ",
    "Q3Answer2": "For catering needs, we provide a complete selection of glassware, cutlery, and crockery, including wine glasses, coffee cups, stainless steel cutlery, and porcelain plates. Additional furniture and equipment can be arranged upon request to accommodate specific event requirements.",

    "Q4Answer1": "- We provide premium in-house catering services with a range of menu options. However, we also allow external caterers if you have specific preferences, subject to our catering guidelines.",

    "Q5Answer1": "- Our venue is professionally cleaned before every event, and we have on-site staff to ensure cleanliness is maintained throughout. We also conduct regular maintenance to keep our facilities modern and up to date.",

    "Q6Answer1": "- At Blankspace, we take pride in offering high-quality, modern, and well-maintained furniture and equipment for all events. We completed a full renovation in 2024, and all our furniture, cutlery, audiovisual equipment, and other event essentials were newly purchased in 2024. This ensures that everything is in pristine condition, stylish, and up to the latest standards in comfort and functionality. ",
    "Q6Answer2": "Our guests can expect fresh, clean, and contemporary furnishings, making every event feel elegant and professional. "
  },
  "testimonials": {
    "EuroCommerce": "EUROCOMMERCE team rented blankspace for strategic brainstorming meeting",
    "Ellis": "Ellis teambuilding activities have been hosted by blankspace. We were chosen as their conference and events venue! Fun and full of joy!",
    "KevinMurphyK": "We rented Blankspace for an event of approximately 40 people, and I must say, everything was meticulously arranged. From the technical setup to the catering and cleanliness, Blankspace exceeded our expectations in every aspect. The entire team was incredibly friendly and accommodating, and no request was too much trouble. I wholeheartedly recommend Blankspace, and we will certainly be using their beautiful venue for future events.",
    "OliverWyman": "Afterwork cocktail reception for 40 guests! Great night to remember!",
    "SolarPower": "Very good experience for our event at Blankspace. The venue was perfectly suited to our needs, modern, friendly and well laid out. The team was professional and welcoming!. The Blankspace teams were 100% available, flexible and welcoming, both during the production of our event and on the big day. Whether it's a one-day meeting or a walking dinner for 60 people, we warmly recommend Blankspace for its modernity, flexibility and teams who care about your needs. We can't wait to experience Blankspace again when we organise our next walking dinner.",
    "EuropeanGreens": "Thank you and your team for the work! Workshop on cocktails was amazing and entertaining, great introduction to the evening. I have heard only compliments to the experience and also the drinks. The food was really good, and all my concerns around vegan / vegetarian Asian cusine were taken cared of. Please, pass many compliments to the caterer – many of my collegues approached me to praise the food. Once again, thanks for organizing a lovely evening.",
    "Casa": "Last week we organized the annual CASA Ambassador get-together in Blankspace Brussels. The location had everything we needed: beautiful rooms with lots of daylight, a well-equipped kitchen and a central location in Brussels. The employees were very flexible and helpful, so we would definitely come back here!",
    "GreenMood": "We had 2 events at blankspace during an autumn of 2023. Our first event was for our US & France teams and we had 35 participants. Second event was just before Christmas holidays with 55 members of our team and partners. I can say that from the very start to an end blankspace’s team performed very well, the place is exceptionally well designed and all minor details have been thought of. We had catering from Fonteyne the Kitchen which we loved and service was amazing as well! We thank blankspace team and will be definitely back with more events in 2024 & 2025!",
    "Marriage": "Blankspace brussel m’a permis d’organiser mes fiançailles dans de très bonnes conditions. Ils ont été très attentifs à nos besoins et ont réagis directement. Tout le personnel a été très accueillant et super sympa. Ils ont diffusé nos photos dans des écrans télés de sorte à ce que les invités puissent les voir et les invités on beaucoup aimés cela. La salle était lumineuse et bien équipée (cuisine, sono, toilette, ..). Tout était magnifique !",
    "BirthdayParty": "Our overall experience at Blankspace was fantastic. The party was a huge success, and both the children and adults had a wonderful time. The venue provided a perfect atmosphere for our event, and everything exceeded our expectations. The level of service and support provided by the Blankspace team throughout the planning and execution of our event was exceptional. Jamil, the owner, was incredibly helpful and accommodating. His availability prior to the event was invaluable as he assisted us in sorting out all the details. Jamil's warm and welcoming demeanor, along with his flexibility, made the entire process smooth and enjoyable. We truly appreciated his assistance, and it greatly contributed to the success of our party. Based on our experience, we wholeheartedly recommend Blankspace to others for similar events. The venue offers everything you could need for a memorable celebration, and Jamil's dedication to ensuring everything runs smoothly is commendable. We would definitely consider returning to Blankspace for future events, as it provided the perfect setting for our son's party, and we are confident it would do the same for any other occasion.",
    "UseBrussel": "US Embassy of Brussels launched American vs Belgian chef battle in blankspace! Exciting event hosted during summer 2024!",
    "MCI": "MCI team have had 2 workshops - cocktail making + sushi crafting followed with dinner served by our caterer – OBAO",
    "Hilton": "Hilton Brussels Grand Place celebrated Christmas party at blankspace at the end of 2023!",
    "BelgianRailway": "Strategic Meeting of Management Level employees was held during summer 2024 at blankspace",
    "Eca": "ECA hosted strategic brainstorming session at blankspace for a group of 20 people followed by internal management meetings. We were perfect selection as a conference venue for them!",
    "Earma": "Our experience at Blankspace was fantastic. The welcoming atmosphere, along with space tailored to our needs, set the perfect stage for our event. The live broadcast of the sushi preparation on screens was a thoughtful solution, making the experience both enjoyable and convenient for all 40 participants. The overall event not only connected people but also provided a fun learning experience, complemented by delicious food. The service at Blankspace was welcoming and flexible, creating a warm and cozy atmosphere. The team's proactive thinking and creative solutions, especially the live sushi preparation broadcast, stood out. Their attention to detail and adaptability ensured a seamless experience. Blankspace's commitment to making our event enjoyable and memorable was evident in every aspect. We wholeheartedly recommend Blankspace to others for similar events. The simplicity and cleanliness of the space, coupled with the warmth and coziness emanating from the service and Blankspace team, make it an ideal choice. We've had team meetings and gatherings here, and each time, Blankspace provided the perfect balance of the working area and a welcoming environment for our team to connect. Looking forward to considering Blankspace for future events.",
    "Una": "Blankspace is a perfect spot to have a meeting with your team in a new vibrant environment. The space is cozy and clean and has a warm atmosphere thanks to the wooden details. The coffee corner is perfect to take a short break. There is only one coffee machine, so if the whole team needs to fuel up, you may want to foresee some extra time. The lunch was amazing with several tasty, healthy and vegan options. The portions were a little bit too big, but the staff offered to the team to take the rest home in doggy bags, which was highly appreciated. The venue can be a bit cold during wintertime, so make sure you put on the heathers in time. The team is super helpful during the planning process of your event and they are reachable and nearby during your event, but at the same time ‘invisible’ – the perfect balance. Our team was so happy with the overall experience, that we decided to book our summer event at Blankspace too!",
    "Esae": "ESAE team have had an unforgettable time here at blankspace with catering provided by our partner MAZMIZ! We suggest our services as one of best meeting room Brussels venue!",

    "WhatOutClientsSay": "What Our Clients Say",
    "WhatOutClientsSayText1": "The name says it all: blankspace Like a blank piece of paper, a neutral space where you can determine the color and style yourself.",
    "WhatOutClientsSayText2": "At first glance, the space appears empty. Apart from the bar counter placed in front of the window, which also serves as a welcome desk, and some white frames on the walls and original plant decoration on the ceiling.",

    "more": "More",
    "less": "Less"
  },
  "navbar": {
    "events": "Events",
    "corporateMeetings": "Corporate meetings",
    "coctailReceptions": "Coctail Receptions",
    "teambuilding": "Teambuilding",
    "workshops": "Workshops",
    "conference": "Conference",
    "productLaunches": "Product launches",
    "birthdayAndWeddings": "Birthday & Weddings",

    "spaces": "Spaces",
    "blankspaceSchuman": "Blankspace Schuman",
    "blankspacePlaceDuLuxembourg": "Blankspace Place du Luxembourg",

    "cateringAndWorkshops": "Catering & Workshops",
    "contactUs": "Contact Us",
    "aboutUs": "About Us",
    "cookiePreferences": "Cookie Preferences",
    "blog": "Blog",

    "termsAndConditions": "Terms & Conditions",
    "gdprPolicy": "GDPR policy",
    "csrPolicy": "CSR policy"
  },
  "notFound": {
    "title": "Page Not Found",
    "description": "Oops! It looks like you've encountered a non-existent page!"
  }
}
