{
  "home": {
    "YourPerfectChoice":"Votre choix parfait pour un événement",
    "WeAreBlanspace":"Nous sommes Blankspace - Un lieu d'événements basé à Bruxelles!",
    "OurConceptTitle": "Notre Concept",
    "OurConceptText": "Le nom dit tout : blankspace Comme une feuille de papier vierge, un espace neutre où vous pouvez       déterminer la couleur et le style vous-même. À première vue, l'espace semble vide. Mis à part le comptoir du bar placé devant la fenêtre, qui sert également de comptoir d'accueil, et quelques cadres blancs sur les murs ainsi que la décoration originale des plantes au plafond. L'espace vide de blankspace est donc idéal pour déterminer comment vous allez utiliser l'espace, que ce soit pour une salle de réunion à Bruxelles, une salle de conférence ou tout autre événement dédié. Les murs blancs rendent l'espace multifonctionnel ; il peut être projeté, écrit numériquement ou collé, et un mur coulissant peut être utilisé pour diviser l'espace.",
    "HostAnEventTitle": "Organisez Tout Événement Que Vous Pouvez Imaginer",
    "HostAnEventText": "Chez blankspace, nous accueillons tous types d'événements, des réunions d'affaires aux célébrations d'anniversaire, des ateliers aux réceptions de cocktails, des conférences aux mariages. Notre lieu polyvalent et adaptable se transforme pour s'adapter à chaque occasion, créant le décor parfait pour votre vision. Avec une équipe de professionnels dédiés prêts à vous aider, nous nous assurons que chaque détail est personnalisé pour rendre votre événement véritablement inoubliable.",
    "CorporateMeetings": "Réunions d'affaires",
    "CoctailReceptions": "Réceptions de cocktails",
    "Teambuildings": "Team buildings",
    "Workshops": "Ateliers",
    "Conference": "Conférence",
    "ProductLaunches": "Lancements de produits",
    "BirthdayWeddings": "Anniversaires & Mariages",
    "HostAnyEventAnywhere": "Organisez n'importe quel événement, n'importe où",
    "BlankspaceSchumanDesc": "Blankspace Brussels est un lieu d'événement unique et personnalisable niché dans une charmante maison de ville dans le calme quartier de l'UE au centre de Bruxelles. Parfait pour des événements professionnels ou privés de taille moyenne, Blankspace offre une polyvalence, une flexibilité et une atmosphère accueillante inégalées.",
    "BlankspaceLuxembourgDesc": "Blankspace Place du Luxembourg est un lieu d'événement entièrement équipé, idéalement situé à côté du Parlement européen et de la vibrante Place du Luxembourg. Conçu pour accueillir des conférences, des séminaires et des réunions d'affaires, il offre un cadre polyvalent et professionnel pour des groupes de taille moyenne à grande. Avec son emplacement privilégié et ses équipements modernes, Blankspace Place du Luxembourg garantit une expérience événementielle fluide et mémorable."
  },

  "events": {
    
    "eventButton": "Je souhaite un devis",
    "teambuilding": "Renforcement d'équipe",
    "tb-text1": "Blankspace offre d'innombrables possibilités de team-building, des batailles culinaires engageantes comme la « Battle des chefs belges et américains » de l'ambassade des États-Unis aux activités créatives et collaboratives.",
    "tb-text2": "Laissez-nous créer une expérience unique pour votre équipe. Nos espaces lumineux et adaptables inspirent la connexion et la productivité, quel que soit le défi ou le thème.",
    "tb-text3": "Avec chaque détail pris en charge par notre équipe d’experts, vous pouvez vous concentrer sur le renforcement des liens et la création de souvenirs inoubliables.",
    "corporateMeeeting": "Réunions d'entreprise",
    "cm-text1": "Idéalement situé près de la Commission européenne et avec un deuxième espace à côté du Parlement européen, Blankspace est conçu pour des conférences et des réunions d'entreprise percutantes.",
    "cm-text2": "Entièrement équipé avec du matériel audiovisuel professionnel et une variété d’aménagements, nos espaces s’adaptent à vos besoins. Qu'il s'agisse d'un panel interactif ou d'une réunion stratégique, Blankspace favorise la concentration, la collaboration et la réussite.",
    "cm-text3": "Notre équipe veille à chaque détail afin que vous puissiez organiser votre événement en toute confiance.",
    "coctailReceptions": "Réceptions cocktails",
    "cr-text1": "Blankspace est le choix idéal pour des réceptions cocktails, avec ses tables hautes, son bar élégant et son jardin paisible apprécié des invités.",
    "cr-text2": "Des institutions européennes aux professionnels du secteur, notre espace est reconnu pour offrir raffinement et confort lors de rassemblements dynamiques.",
    "cr-text3": "Que vous organisiez une rencontre après le travail ou un toast de célébration, Blankspace offre l’ambiance parfaite. Avec l’ameublement, le matériel audiovisuel et les services traiteur gérés par notre équipe, organiser un événement fluide n’a jamais été aussi simple.",
    "workshops": "Ateliers",
    "ws-text1": "En partenariat avec des professionnels de renom listés sur notre site web, Blankspace offre un cadre polyvalent pour des ateliers.",
    "ws-text2": "Entièrement équipés et modulables, nos espaces stimulent la créativité et la concentration, favorisant l'apprentissage, l'innovation et l'artisanat.",
    "ws-text3": "Des sessions artistiques aux séminaires inspirants, Blankspace soutient chaque aspect de votre atelier.",
    "ws-text4": "Avec du matériel audiovisuel professionnel et tout le mobilier nécessaire sur place, votre événement sera fluide et captivant.",
    "productLaunches": "Lancements de produits",
    "pl-text1": "De la collection printemps 2024 de Casa Belgium aux présentations des produits Kevin Murphy, Blankspace est devenu un lieu de référence pour les lancements de produits impactants.",
    "pl-text2": "Que vous dévoiliez des innovations ou célébriez des étapes importantes, nos espaces mettent en valeur l’histoire de votre marque.",
    "pl-text3": "Impressionnez votre audience avec le parfait équilibre entre un matériel audiovisuel de qualité, des configurations flexibles et une esthétique moderne.",
    "pl-text4": "Blankspace veille à ce que vos produits brillent sous les projecteurs qu’ils méritent.",
    "conferences": "Conférences",
    "c-text1": "Blankspace a accueilli avec succès de nombreuses conférences grâce à ses salles entièrement équipées avec écrans haute définition, moniteurs, projecteurs, enceintes, Wi-Fi fibre optique et microphones sans fil.",
    "c-text2": "Blankspace Schuman et Blankspace Place du Luxembourg sont des lieux idéaux pour ces événements, avec des configurations flexibles, toute la technologie nécessaire et un aménagement professionnel garantissant une exécution parfaite.",
    "c-text3": "Avec nos tarifs compétitifs et notre expérience dans l’organisation de séminaires et de discussions d’experts, nous sommes le choix idéal pour votre prochaine conférence.",
    "birthday-weddings": "Anniversaires et mariages",
    "bw-text1": "Chez Blankspace, nous avons eu l'honneur d'accueillir de nombreux anniversaires et mariages, devenant une référence pour ceux qui recherchent un cadre simple mais chaleureux, entièrement personnalisable.",
    "bw-text2": "Fidèle à notre philosophie « Blankspace devient votre espace », notre lieu se transforme en un cadre parfait pour célébrer vos moments marquants.",
    "bw-text3": "Avec tout le mobilier et le matériel audiovisuel professionnel fournis par notre équipe, l'organisation devient un jeu d'enfant, vous permettant de profiter pleinement de l’instant.",
    "bw-text4": "Laissez-nous créer un espace aussi unique et mémorable que votre grand jour."
  },

  "spaces":{
    "adaptableSpaces":"Des Espaces Modulables pour Vos Besoins",
    "adaptableSpacesText":"Notre espace se compose de plusieurs salles adjacentes, offrant une flexibilité pour accueillir des événements de toutes tailles. Que vous choisissiez de louer une seule salle ou l’ensemble du lieu, la location est adaptée au nombre d’invités et à vos besoins spécifiques.",
    "eventButton":"Je souhaite un devis",
    "exclusivityPersonalizedExperience":"Exclusivité pour une Expérience Personnalisée",
    "exclusivityPersonalizedExperienceText":"Pour garantir une expérience exclusive, nous organisons un seul événement à la fois. Peu importe la superficie que vous louez, l’ensemble du lieu sera entièrement privatisé pour votre usage. C’est au cœur de notre vision : Blankspace devient votre espace, offrant un cadre personnalisé et intime pour votre événement.",
    "barSpace":"BarSpace",
    "barSpaceText1":"En entrant dans Blankspace, vous serez accueilli par le BarSpace, un espace dynamique et polyvalent, parfait pour démarrer tout événement. Cet espace modulable est idéal pour un check-in fluide, une pause-café, un petit-déjeuner ou un déjeuner buffet. BarSpace peut accueillir confortablement jusqu’à 40 invités.",
    "barSpaceText2":"Équipé d’une technologie audiovisuelle de pointe, BarSpace peut accueillir des réunions de direction, des cocktails élégants, des déjeuners et dîners en format debout, des lancements de produits, et même des conférences en disposition théâtre. Grâce à sa flexibilité et son design moderne, il constitue l’espace idéal pour des événements professionnels et sociaux.",
    "barSpaceText3":"Laissez BarSpace donner le ton à votre événement mémorable !",
    "gardenSpace":"GardenSpace",
    "gardenSpaceText1":"Niché derrière notre charmante maison de ville, le GardenSpace est un jardin urbain paisible qui offre une bouffée d’air frais en plein cœur de la ville. Entouré de verdure, il constitue le cadre extérieur idéal pour divers événements, alliant sérénité et fonctionnalité.",
    "gardenSpaceText2":"Que ce soit pour une session en plein air pendant une réunion, un bar ouvert ou un barbecue en été, ou encore un barbecue d’hiver chaleureux, GardenSpace peut accueillir confortablement jusqu’à 50 invités. Son ambiance conviviale en fait un lieu idéal pour savourer des boissons, partager un repas ou même organiser des réunions en extérieur dans un cadre inspirant.",
    "gardenSpaceText3":"Qu’il pleuve ou qu’il fasse beau, GardenSpace s’adapte aux conditions météorologiques belges, garantissant un événement fluide tout en permettant à vos invités de profiter du charme de l’extérieur. Célébrez, connectez-vous et collaborez dans un environnement rafraîchissant.",
    "tableSpace":"TableSpace",
    "tableSpaceText1":"Passez les charmantes portes coulissantes en bois et découvrez notre TableSpace lumineux et polyvalent – un cadre unique pour votre prochain événement. Doté de nos célèbres tables suspendues ajustables, cet espace allie style et fonctionnalité pour toutes les occasions.",
    "tableSpaceText2":"Que vous organisiez une réunion productive, un atelier interactif ou un déjeuner ou dîner assis pour jusqu’à 30 invités, TableSpace est conçu pour impressionner. Équipé de Samsung Frame TV et d’un système audio Sonos de haute qualité, votre événement bénéficiera des meilleures technologies et d’une atmosphère accueillante.",
    "tableSpaceText3":"Faites de votre prochain événement un moment aussi mémorable que l’espace lui-même !",
    "studioSpace":"StudioSpace",
    "studioSpaceText1":"Dissimulé juste derrière le GardenSpace, derrière de grandes portes vitrées coulissantes, se trouve notre StudioSpace créatif – un espace moderne et inspirant pour des événements qui nécessitent une touche spéciale. Ce lieu intime et modulable est conçu pour stimuler la créativité, idéal pour des brainstormings, des dîners en plein air et bien plus encore.",
    "studioSpaceText2":"Équipé d’un Samsung Frame TV et d’un système audio Sonos immersif, StudioSpace est parfait pour les interviews, les enregistrements de podcasts, ou encore les petits ateliers en groupe. Pouvant accueillir jusqu’à 20 invités, c’est l’endroit idéal pour concrétiser des idées audacieuses ou partager des histoires avec élégance.",
    "studioSpaceText3":"Que vous prépariez votre prochain grand pitch, organisiez un dîner intime ou enregistriez un épisode de podcast marquant, StudioSpace apportera une touche de créativité et de sophistication à votre événement. Rendons-le inoubliable !",
    "flexibleSpace":"Un Espace Flexible pour Chaque Événement",
    "flexibleSpaceText":"Notre espace est conçu pour accueillir jusqu'à 120 invités dans différentes configurations de sièges, notamment en théâtre, en tables rondes, en salle de classe et en configuration de conférence. Le lieu dispose d'une grande surface unique de 250 mètres carrés, offrant un vaste espace pour la créativité et la personnalisation afin de répondre aux besoins de votre événement.",
    "equipped":"Équipé pour une Expérience Sans Faille",
    "equippedText":"De plus, Blankspace Place du Luxembourg comprend un coin restauration dédié, entièrement équipé d'appareils modernes pour garantir une expérience de traiteur fluide. Pour votre confort, le lieu est doté d’équipements audiovisuels de pointe, notamment des projecteurs, des écrans, des microphones, le Wi-Fi, des enceintes et bien plus encore. Quel que soit votre événement, Blankspace Place du Luxembourg est prêt à devenir votre espace, en vous offrant un environnement personnalisé et entièrement équipé pour une expérience mémorable.",
    "whyChooseUs": "Pourquoi Nous Choisir ?",
    "whyChooseUsText1": "Organiser un événement peut être un processus complexe et chronophage. De la sélection du lieu idéal à la coordination des plannings, en passant par la gestion de la technologie, du catering et de l’engagement des participants, de nombreux détails doivent être pris en compte.",
    "whyChooseUsText2": "Notre équipe de professionnels expérimentés apporte une expertise précieuse dans une grande variété d’événements, garantissant qu’aucun détail ne soit négligé.",
    "OurExpertise": "Notre Expertise Couvre",
    "OurExpertiseText1": "Réunions Générales : Qu’il s’agisse d’une petite réunion d’équipe ou d’une grande assemblée d’entreprise, nous aidons à créer un environnement organisé et professionnel favorisant une communication efficace et une prise de décision optimale.",
    "OurExpertiseText2": "Ateliers : Nous sommes spécialisés dans la conception d’ateliers interactifs et productifs qui encouragent la participation, le partage des connaissances et le développement des compétences, adaptés à vos objectifs d’apprentissage.",
    "OurExpertiseText3": "Conférences : Des discours d’ouverture de leaders d’industrie aux séminaires multi-thématiques, nous prenons en charge tous les aspects de la planification des conférences, y compris la coordination des intervenants, l’élaboration des programmes et la gestion des participants.",
    "OurExpertiseText4": "Événements Sur-Mesure : Lancement de produit, événement de networking, dîner de gala ou toute autre occasion spéciale ? Nous concevons des expériences uniques et mémorables alignées sur votre marque et vos objectifs.",
 
    "OurComprehensiveServicesInclude": "Nos Services Complets Incluent",
    "OurComprehensiveServicesIncludeText1": "Planification & Stratégie Événementielle : Collaboration étroite avec vous pour comprendre votre vision et vos objectifs.",
    "OurComprehensiveServicesIncludeText2": "Sélection & Gestion du Lieu : Trouver l’emplacement idéal adapté à la taille, au style et au budget de votre événement.",
    "OurComprehensiveServicesIncludeText3": "Coordination Logistique : Gérer de manière fluide les délais, les plannings et tous les éléments en mouvement.",
    "OurComprehensiveServicesIncludeText4": "Support Technologique : Fourniture de solutions audiovisuelles de pointe, de plateformes d’événements virtuels et d’une assistance technique.",
    "OurComprehensiveServicesIncludeText5": "Gestion sur Site de l’Événement : Assurer une exécution sans faille le jour de l’événement.",
    "OurComprehensiveServicesIncludeText6": "Évaluation Post-Événement : Collecte des retours et fourniture d’informations pour une amélioration continue."
  },

  "catering":{
    "culinaryPerfection": "PERFECTION CULINAIRE",
    "blankCatering": "Blank Catering",
    "blankCateringText1": "Découvrez blankcatering - votre destination pour des petits-déjeuners exceptionnels, des déjeuners sandwiches et des pauses café et thé rafraîchissantes.",
    "blankCateringText2": "Commencez votre matinée avec des croissants fraîchement cuits, des fruits savoureux, des bols de yaourt et granola, et des pains au chocolat divins, parfaitement accompagnés de café Nespresso durable et de thé premium Sri Lankais Dilmah. Pour le déjeuner, savourez nos sandwiches faits main, préparés avec les meilleurs ingrédients et débordants de saveurs.",
    "blankCateringText3": "Que ce soit pour une collation rapide, une réunion d’affaires ou un rassemblement informel, blankcatering élève chaque occasion avec des mets délicieux et des boissons durables préparées à la perfection. Goûtez la différence, bouchée après bouchée et gorgée après gorgée.",
    "dinamicExperiences": "EXPÉRIENCES DYNAMIQUES",
    "ourWorkshops": "Nos Ateliers",
    "ourWorkshopsText1": "En partenariat avec les meilleurs professionnels répertoriés sur notre site, blankspace offre un cadre polyvalent pour des ateliers.",
    "ourWorkshopsText2": "Entièrement équipé et adaptable, nos espaces inspirent la créativité et la concentration pour l’apprentissage, la création et l’innovation.",
    "ourWorkshopsText3": "Des sessions artistiques pratiques aux séminaires stimulants, blankspace soutient chaque aspect de votre atelier.",
    "ourWorkshopsText4": "Avec un équipement audiovisuel professionnel et tout le mobilier nécessaire sur place, votre événement sera fluide et engageant.",
    "ourTrustedCaterers": "Nos Traiteurs de Confiance",
    "obaoText": "Découvrez OBAO, où l'Est rencontre l'Ouest au cœur de Bruxelles. Notre société de traiteur fusion asiatique et restaurant propose un mélange délicieux de cuisines japonaise, chinoise et thaïlandaise. Que ce soit pour un événement d'entreprise ou une célébration spéciale, nous vous offrons une variété d'options de menu et un service de qualité. Vous souhaitez tester nos offres avant de prendre une décision ? Notre restaurant est situé juste à côté de blankspace et est ouvert du lundi au samedi chaque semaine. En partenariat avec blankspace, nous apportons saveur et style à chaque événement.",
    "mazmizText": "Découvrez Mazmiz - une cuisine libanaise originale qui redéfinit les saveurs pour les réunions d'affaires, les walking dinners et les déjeuners. Faites plaisir à vos invités avec un menu vibrant alliant tradition et innovation, avec des mezze débordant d'épices audacieuses, d'ingrédients frais et d'authenticité inégalée. Parfaitement conçu pour des rassemblements sophistiqués, Mazmiz élève chaque occasion avec des plats aussi inoubliables que les conversations qu'ils inspirent. Impressionnez, régalez-vous et savourez l'exceptionnel - uniquement chez blankspace.",
    "itraturiText": "Offrez-vous l'art de la cuisine italienne avec Italian Catering - où chaque événement se transforme en un festin de saveurs et de sophistication. Que ce soit pour une réunion d'affaires, un mariage ou un rassemblement décontracté, nous élaborons des menus sur mesure adaptés à votre occasion chez blankspace. Des antipasti classiques et pizzas cuites au feu de bois aux risottos crémeux et tiramisus décadents, nos plats sont préparés avec des ingrédients italiens authentiques et l'amour de l'excellence culinaire. Élevez votre événement avec la parfaite fusion de tradition et d'innovation, livrée par notre talentueuse équipe interne. Chez blankspace, chaque bouchée raconte une histoire d'Italie. Célébrez avec nous et faites de votre événement un moment véritablement inoubliable. Buon appetito!",
    "barpartnersText": "Apprenez les ficelles du métier avec un barman professionnel. Secouez, remuez et écrasez des produits de qualité, puis servez-vous des créations de cocktails ou mocktails accompagnées d’une fine sélection d’amuse-bouches ou de tapas.",
    "DiscoverOurWorkshopStories": "Découvrez les histoires de nos ateliers",
    "showMore": "...Voir plus",
    "showLess": "Voir moins",
    "SushiRollingWorkshop": "Rejoignez la chef japonaise Yoko pour un atelier authentique de fabrication de sushi, où vous apprendrez les techniques traditionnelles pour rouler des sushis parfaits. Cette expérience pratique ne se limite pas à la cuisine—c'est une façon ludique et engageante de créer des liens avec les autres, idéale pour le team building ou les événements spéciaux.",
    "MatchaAndJapanese": "Plongez au cœur du Japon avec l'atelier de cérémonie du thé Matcha de Yoko, où elle partage les riches traditions et la signification culturelle du thé japonais. Du fouettage du matcha parfait à la compréhension de ses rituels méditatifs, cette expérience immersive est un voyage vers la pleine conscience, l’harmonie et la connexion.",
    "CoctailMaking": "Notre partenaire stratégique, BarPartners, fait appel à des mixologues experts pour nos ateliers de création de cocktails et mocktails, où vous apprendrez à préparer des boissons comme un professionnel tout en découvrant l’art et l’histoire derrière chaque création. Parfait pour les réunions de groupe, ces sessions interactives sont une façon amusante de se connecter et de créer une ambiance mémorable pour un déjeuner ou un dîner inoubliable !",
    "SustainableMoss": "En collaboration avec Greenmood, notre atelier de création de mousse végétale offre une expérience unique et pratique pour créer des espaces verts durables et sans entretien. Découvrez comment la mousse préservée favorise un design écoresponsable tout en apportant une touche naturelle et apaisante aux intérieurs—idéal pour ceux qui apprécient à la fois l’esthétique et la durabilité."
  },

  "contactUs":{
    "SendUsYourRequest": "ENVOYEZ-NOUS VOTRE DEMANDE !",
    "Phone": "Téléphone",
    "Email": "E-mail",
    "EnterEmail": "Entrez votre e-mail",
    "YourContactDetails": "Vos coordonnées",
    "FirstName": "*Prénom",
    "LastName": "*Nom",
    "YourMessage": "*Votre message",
    "TypeYourMessageHere": "*Tapez votre message ici...",
    "Country": "Pays",
    "Number": "Numéro",
    "Select": "Sélectionner",
    "ContactUs": "Contactez-nous",

    "LastNameRequired": "Le nom de famille est requis",
    "FirstNameRequired": "Le prénom est requis",
    "EmailRequired": "L'e-mail est requis",
    "MessageRequired": "Le message est requis",

    "Location": "EMPLACEMENT",
    "Description": "La maison de ville est située dans une rue résidentielle calme, juste derrière le Berlaymont, le siège de la Commission européenne dans le quartier européen de Bruxelles où l'Europe se rencontre chaque jour.",
    "Address": "Rue Saint Quentin 29, B-1000 Bruxelles",
    "Parking": "Dans la rue, dans le quartier, Interparking Arts-Loi à distance de marche",
    "PublicTransportation": "Transports en commun",
    "PublicTransportationText": "Métro (Lignes 1 & 5) et trains interurbains à la gare de Bruxelles-Schuman"
    },

  "FAQ":{
    "FrequentlyAskedQuestions": "Questions Fréquemment Posées",
    "Question1":"Blankspace est-il facilement accessible par les transports en commun, et propose-t-il des installations de stationnement ?",
    "Question2":"Comment Blankspace gère-t-il le contrôle de la foule pour éviter la surpopulation lors des événements ?",
    "Question3":"Quelles commodités et services sont inclus dans le prix de la location du lieu ?",
    "Question4":"Blankspace propose-t-il un service de restauration interne ou pouvons-nous faire appel à nos propres traiteurs ?",
    "Question5":"Comment Blankspace garantit-il la propreté et l'entretien avant et pendant les événements ?",
    "Question6":"Quel est l'état du mobilier et de l'équipement chez Blankspace ?",
    "Q1Answer1":"- Oui, Blankspace est facilement accessible via plusieurs options de transport en commun. Des lignes de bus telles que les lignes 56, 60, 63, 64, 59 et 79 desservent les arrêts à proximité, tandis que les lignes de métro 1 et 5 assurent une connexion facile via les stations Schuman et Maelbeek. De plus, la station Schuman offre des connexions ferroviaires, ce qui facilite l'accès pour les invités venant de différents endroits.",
    "Q1Answer2":"Pour ceux qui viennent en voiture, un stationnement est disponible dans la rue et dans les environs, avec un Interparking Arts-Loi à distance de marche pour plus de commodité.",
    "Q2Answer1":"- Nous surveillons attentivement la capacité de notre lieu et proposons différentes options de disposition pour garantir une expérience confortable pour tous les invités. Notre équipe événementielle (events@blankspace.brussels) aide à planifier les meilleures dispositions des sièges et de l'espace pour éviter la surpopulation.",
    "Q3Answer1":"- La location de notre lieu comprend un équipement audiovisuel de haute qualité, une décoration moderne et des arrangements de sièges polyvalents pour assurer une expérience événementielle fluide. Les invités ont accès à divers meubles intérieurs et extérieurs, y compris des chaises, des tables et des chaises pour enfants sur demande. Le lieu est également équipé de téléviseurs Samsung Smart, d'un projecteur, de haut-parleurs Sonos, d'un tableau à feuilles mobiles et d'équipements de karaoké pour les divertissements et les présentations.",
    "Q3Answer2":"Pour les besoins en restauration, nous proposons une sélection complète de verrerie, de vaisselle et de couverts, y compris des verres à vin, des tasses à café, des couverts en acier inoxydable et des assiettes en porcelaine. Des meubles et équipements supplémentaires peuvent être arrangés sur demande pour répondre aux besoins spécifiques de l'événement.",
    "Q4Answer1":"- Nous proposons des services de restauration haut de gamme en interne avec un large éventail d'options de menus. Cependant, nous autorisons également les traiteurs externes si vous avez des préférences spécifiques, sous réserve de nos directives de restauration.",
    "Q5Answer1":"- Notre lieu est professionnellement nettoyé avant chaque événement, et nous avons du personnel sur place pour garantir que la propreté est maintenue pendant l'événement. Nous effectuons également un entretien régulier pour garder nos installations modernes et à jour.",
    "Q6Answer1":"- Chez Blankspace, nous sommes fiers d'offrir des meubles et un équipement modernes et bien entretenus pour tous les événements. Nous avons effectué une rénovation complète en 2024, et tous nos meubles, couverts, équipements audiovisuels et autres essentiels d'événements ont été achetés neufs en 2024. Cela garantit que tout est dans un état impeccable, élégant et conforme aux dernières normes en matière de confort et de fonctionnalité.",
    "Q6Answer2":"Nos invités peuvent s'attendre à des meubles frais, propres et contemporains, donnant à chaque événement une atmosphère élégante et professionnelle."
  },

  "testimonials":{    
    "EuroCommerce": "L'équipe EUROCOMMERCE a loué Blankspace pour une réunion de brainstorming stratégique.",
    "Ellis": "Les activités de team building Ellis ont été organisées chez Blankspace. Nous avons été choisis comme leur lieu de conférence et d'événements ! Amusant et plein de joie !",
    "KevinMurphyK": "Nous avons loué Blankspace pour un événement d'environ 40 personnes, et je dois dire que tout a été méticuleusement organisé. De l'installation technique à la restauration et à la propreté, Blankspace a dépassé nos attentes sous tous les aspects. Toute l'équipe était incroyablement amicale et accommodante, et aucune demande n'était trop exigeante. Je recommande vivement Blankspace et nous utiliserons certainement leur magnifique lieu pour nos événements futurs.",
    "OliverWyman": "Réception après le travail avec cocktails pour 40 invités ! Une grande soirée à se souvenir !",
    "SolarPower": "Très bonne expérience pour notre événement chez Blankspace. Le lieu était parfaitement adapté à nos besoins, moderne, accueillant et bien agencé. L'équipe était professionnelle et chaleureuse ! L'équipe de Blankspace a été disponible à 100 %, flexible et accueillante, tant pendant la préparation de notre événement que le jour même. Que ce soit pour une réunion d'une journée ou un dîner debout pour 60 personnes, nous recommandons vivement Blankspace pour sa modernité, sa flexibilité et ses équipes attentives à vos besoins. Nous avons hâte de vivre à nouveau l'expérience Blankspace lors de notre prochain dîner debout.",
    "EuropeanGreens": "Merci à toi et ton équipe pour le travail ! L'atelier sur les cocktails était génial et divertissant, une excellente introduction à la soirée. Je n'ai entendu que des compliments sur l'expérience et aussi sur les boissons. La nourriture était vraiment bonne, et toutes mes préoccupations concernant la cuisine asiatique végétalienne/végétarienne ont été prises en compte. S'il te plaît, transmets beaucoup de compliments au traiteur – beaucoup de mes collègues sont venus me féliciter pour la nourriture. Encore merci pour l'organisation de cette magnifique soirée.",
    "Casa": "La semaine dernière, nous avons organisé la réunion annuelle des ambassadeurs CASA à Blankspace Bruxelles. Le lieu avait tout ce dont nous avions besoin : de belles chambres avec beaucoup de lumière naturelle, une cuisine bien équipée et un emplacement central à Bruxelles. Le personnel était très flexible et serviable, nous reviendrons certainement ici !",
    "GreenMood": "Nous avons eu 2 événements chez Blankspace à l'automne 2023. Le premier événement était pour nos équipes américaines et françaises, et nous avons eu 35 participants. Le deuxième événement a eu lieu juste avant les vacances de Noël avec 55 membres de notre équipe et des partenaires. Je peux dire que l'équipe de Blankspace a excellé du début à la fin, le lieu est exceptionnellement bien conçu et tous les petits détails sont réfléchis. Nous avons eu un traiteur de Fonteyne the Kitchen, que nous avons adoré, et le service était également fantastique ! Nous remercions l'équipe de Blankspace et reviendrons certainement pour d'autres événements en 2024 et 2025 !",
    "Marriage": "Blankspace Bruxelles m'a permis d'organiser ma demande en mariage dans d'excellentes conditions. Ils ont été très attentifs à nos besoins et ont réagi rapidement. Le personnel était très accueillant et super gentil. Ils ont projeté nos photos sur des écrans de télévision pour que les invités puissent les voir, et cela a beaucoup plu. L'espace était lumineux et bien équipé (cuisine, système audio, toilettes ...). Tout était parfait !",
    "BirthdayParty": "Notre expérience globale chez Blankspace a été fantastique. La fête a été un énorme succès, aussi bien pour les enfants que pour les adultes. Le lieu a créé l'ambiance parfaite pour notre événement et tout a dépassé nos attentes. Le service et le soutien fournis par l'équipe de Blankspace ont été exceptionnels. Jamil, le propriétaire, a été incroyablement serviable et accommodant. Sa disponibilité avant l'événement a été précieuse, car il nous a aidés avec tous les détails. L'attitude chaleureuse et accueillante de Jamil, ainsi que sa flexibilité, ont rendu l'ensemble du processus fluide et agréable. Nous avons énormément apprécié son aide, et cela a grandement contribué au succès de notre fête. En nous basant sur notre expérience, nous recommandons vivement Blankspace pour des événements similaires. Le lieu offre tout ce dont vous avez besoin pour une célébration mémorable et l'engagement de Jamil à faire en sorte que tout se déroule parfaitement est remarquable. Nous envisagerions certainement d'utiliser Blankspace pour nos futurs événements, car il a offert le cadre parfait pour la fête de notre fils et nous sommes convaincus que ce serait la même chose pour d'autres occasions.",
    "UseBrussel": "L'ambassade des États-Unis à Bruxelles a lancé le chef battle américain contre belge chez Blankspace ! Un événement palpitant organisé à l'été 2024 !",
    "MCI": "L'équipe MCI a eu 2 ateliers - création de cocktails + préparation de sushis suivis d'un dîner servi par notre traiteur – OBAO",
    "Hilton": "Hilton Brussels Grand Place a célébré son fête de Noël chez Blankspace fin 2023 !",
    "BelgianRailway": "Réunion stratégique de management des employés tenue en été 2024 chez Blankspace",
    "Eca": "L'équipe ECA a eu une séance de brainstorming stratégique chez Blankspace pour un groupe de 20 personnes suivie de réunions internes de gestion. Nous avons été le choix parfait comme lieu de conférence pour eux !",
    "Earma": "Notre expérience chez Blankspace a été fantastique. L'atmosphère accueillante, associée à un espace adapté à nos besoins, a créé le cadre parfait pour notre événement. La diffusion en direct de la préparation des sushis sur des écrans a été une solution réfléchie, rendant l'expérience à la fois agréable et pratique pour les 40 participants. L'événement a permis de connecter les gens et a offert une expérience d'apprentissage amusante, accompagnée de délicieux repas. Le service chez Blankspace était chaleureux et flexible, créant une atmosphère chaleureuse et conviviale. La pensée proactive et les solutions créatives de l'équipe, en particulier la diffusion en direct de la préparation des sushis, ont été remarquables. Leur attention aux détails et leur flexibilité ont assuré une expérience sans accroc. L'engagement de Blankspace à rendre notre événement agréable et mémorable était évident dans tous les aspects. Nous recommandons vivement Blankspace pour des événements similaires. La simplicité et la propreté de l'espace, combinées à la chaleur et à l'ambiance conviviale du service et de l'équipe Blankspace, en font le choix idéal. Nous avons organisé des réunions et des rassemblements d'équipe ici, et chaque fois, Blankspace a offert l'équilibre parfait entre l'espace de travail et un environnement accueillant pour permettre à notre équipe de se connecter. Nous avons hâte de considérer Blankspace pour de futurs événements.",
    "Una": "Blankspace est l'endroit idéal pour organiser une réunion avec votre équipe dans un environnement dynamique et moderne. L'espace est confortable et propre, avec une atmosphère chaleureuse grâce aux détails en bois. Le coin café est parfait pour une courte pause. Il n'y a qu'une seule machine à café, donc si toute l'équipe doit se ravitailler, vous voudrez peut-être prévoir un peu plus de temps. Le déjeuner était délicieux avec plusieurs options savoureuses, saines et végétaliennes. Les portions étaient un peu trop grandes, mais le personnel a proposé au groupe de repartir avec les restes dans des boîtes à emporter, ce qui a été grandement apprécié. L'endroit peut être un peu froid pendant l'hiver, alors assurez-vous d'allumer les chauffages à temps. L'équipe est super serviable lors de la planification de votre événement et reste disponible et proche pendant l'événement, tout en étant discrète – l'équilibre parfait. Notre équipe a été tellement satisfaite de l'expérience globale que nous avons décidé de réserver aussi notre événement d'été chez Blankspace!",
    "Esae": "L'équipe ESAE a passé un moment inoubliable chez Blankspace avec un service de traiteur assuré par notre partenaire MAZMIZ ! Nous recommandons nos services comme l'un des meilleurs lieux de réunion à Bruxelles !",
    "WhatOutClientsSay": "Wat Onze Klanten Zeggen",
    "WhatOutClientsSayText1": "De naam zegt het al: blankspace. Zoals een blanco vel papier, een neutrale ruimte waar je zelf de kleur en stijl kunt bepalen.",
    "WhatOutClientsSayText2": "Op het eerste gezicht lijkt de ruimte leeg. Behalve de bar aan het raam, die ook dient als welkomstbalie, en enkele witte lijsten aan de muren met originele plantendecoratie aan het plafond.",
    "more":"Meer",
    "less":"Minder"
    },

  "navbar":{
    "events": "Événements",
    "corporateMeetings": "Réunions d'entreprise",
    "coctailReceptions": "Réceptions cocktail",
    "teambuilding": "Teambuilding",
    "workshops": "Ateliers",
    "conference": "Conférence",
    "productLaunches": "Lancements de produits",
    "birthdayAndWeddings": "Anniversaires & Mariages",
    "spaces": "Espaces",
    "blankspaceSchuman": "Blankspace Schuman",
    "blankspacePlaceDuLuxembourg": "Blankspace Place du Luxembourg",
    "cateringAndWorkshops": "Restauration & Ateliers",
    "contactUs": "Contactez-nous",
    "aboutUs": "À propos de nous",
    "cookiePreferences": "Préférences des cookies",
    "blog":"Blog",
    "termsAndConditions":"Conditions générales",
    "gdprPolicy":"Politique GDPR",
    "csrPolicy":"Politique CSR"
  },

  "notFound":{
    "title": "Page Non Trouvée",
    "description": "Oups ! Il semble que vous ayez trouvé une page inexistante !"
  }  
}