{
  "home": {
    "YourPerfectChoice": "Jouw perfecte keuze voor een evenement",
    "WeAreBlanspace": "Wij zijn Blankspace - Brussel based event venue!",
    "OurConceptTitle": "Ons Concept",
    "OurConceptText": "De naam zegt het zelf: blankspace Zoals een leeg vel papier, een neutrale ruimte waar je de kleur en stijl kunt bepalen zelf. Bij een eerste blik lijkt de ruimte leeg. Behalve de bar die voor het raam is geplaatst en ook dient als een welkomstbalie, en enkele witte frames aan de muren en originele plantdecoraties aan het plafond. De lege blankspace is daarom ideaal om te bepalen hoe je de ruimte gaat gebruiken, of het nu een vergaderruimte in Brussel is / een conferentieruimte of een ander specifiek evenement. De witte muren maken de ruimte multifunctioneel; het kan geprojecteerd, digitaal geschreven of geplakt worden en een schuifwand kan worden gebruikt om de ruimte te verdelen.",
    "HostAnEventTitle": "Organiseer Elk Evenement Dat Je Je Maar Kunt Voorstellen",
    "HostAnEventText": "Bij blankspace verwelkomen we alle soorten evenementen, van zakelijke vergaderingen tot verjaardagsvieringen, workshops tot cocktailrecepties, conferenties tot bruiloften. Onze veelzijdige en aanpasbare locatie transformeert om bij elke gelegenheid te passen, en biedt de perfecte achtergrond voor jouw visie. Met een team van toegewijde professionals die klaar staan om te helpen, zorgen we ervoor dat elk detail op maat wordt gemaakt om van jouw evenement een onvergetelijke ervaring te maken.",
    "CorporateMeetings": "Bedrijfsmatige vergaderingen",
    "CoctailReceptions": "Cocktailrecepties",
    "Teambuildings": "Teambuildings",
    "Workshops": "Workshops",
    "Conference": "Conferentie",
    "ProductLaunches": "Productlanceringen",
    "BirthdayWeddings": "Verjaardagen & Bruiloften",
    "HostAnyEventAnywhere": "Organiseer elk evenement, waar dan ook",
    "BlankspaceSchumanDesc": "Blankspace Brussel is een unieke, aanpasbare evenementenlocatie, gelegen in een charmant herenhuis in de rustige EU-wijk van het centrum van Brussel. Perfect voor middelgrote zakelijke of privé-evenementen, Blankspace biedt ongeëvenaarde veelzijdigheid, flexibiliteit en een gastvrije sfeer.",
    "BlankspaceLuxembourgDesc": "Blankspace Place du Luxembourg is een volledig uitgeruste evenementenlocatie, ideaal gelegen naast het Europees Parlement en het levendige Place du Luxembourg. Ontworpen voor conferenties, seminars en zakelijke bijeenkomsten, biedt het een veelzijdige en professionele omgeving voor middelgrote tot grote groepen. Met zijn toplocatie en moderne voorzieningen zorgt Blankspace Place du Luxembourg voor een naadloze en gedenkwaardige evenementervaring."
  },

  "events": {
    "eventButton": "Ik wil een offerte aanvragen",
    "teambuilding": "Teambuilding",
    "tb-text1": "Blankspace biedt eindeloze teambuildingmogelijkheden, van boeiende culinaire wedstrijden zoals de ‘Battle of Belgian and American Chefs’ van de Amerikaanse ambassade tot creatieve en collaboratieve activiteiten.",
    "tb-text2": "Laat ons een unieke ervaring voor uw team creëren. Onze lichte, flexibele ruimtes inspireren tot verbinding en productiviteit, ongeacht het thema of de uitdaging.",
    "tb-text3": "Met elk detail verzorgd door ons deskundige team, kunt u zich volledig richten op het versterken van banden en het creëren van blijvende herinneringen.",
    "corporateMeeeting": "Zakelijke vergaderingen",
    "cm-text1": "Perfect gelegen nabij de Europese Commissie en met een tweede locatie naast het Europees Parlement, is Blankspace ontworpen voor impactvolle conferenties en zakelijke vergaderingen.",
    "cm-text2": "Volledig uitgerust met professionele AV-apparatuur en diverse meubelopstellingen, passen onze ruimtes zich aan uw behoeften aan. Of het nu gaat om een interactieve paneldiscussie of een strategische vergadering, Blankspace bevordert focus, samenwerking en succes.",
    "cm-text3": "Ons team zorgt voor elk detail, zodat u met vertrouwen uw evenement kunt organiseren.",
    "coctailReceptions": "Cocktailrecepties",
    "cr-text1": "Blankspace is de ideale locatie voor cocktailrecepties, met hoge tafels, een stijlvolle bar en een serene tuin waar gasten dol op zijn.",
    "cr-text2": "Van EU-instellingen tot zakelijke professionals, onze locatie staat bekend om zijn verfijning en comfort bij levendige bijeenkomsten.",
    "cr-text3": "Of u nu een elegante borrel na het werk of een feestelijke toast plant, Blankspace biedt de perfecte sfeer. Met meubels, AV-apparatuur en cateringdiensten verzorgd door ons team, was het organiseren van een vlekkeloos evenement nog nooit zo eenvoudig.",
    "workshops": "Workshops",
    "ws-text1": "In samenwerking met top professionals, vermeld op onze website, biedt Blankspace een veelzijdige setting voor workshops.",
    "ws-text2": "Volledig uitgerust en flexibel, stimuleren onze ruimtes creativiteit en focus voor leren, creëren en innoveren.",
    "ws-text3": "Van hands-on kunstsessies tot inspirerende seminars, Blankspace ondersteunt elk aspect van uw workshop.",
    "ws-text4": "Met professionele AV-apparatuur en alle benodigde meubels op locatie wordt uw evenement moeiteloos en boeiend.",
    "productLaunches": "Productlanceringen",
    "pl-text1": "Van de Casa Belgium 2024 lentecollectie tot Kevin Murphy-productpresentaties, Blankspace is uitgegroeid tot een belangrijke locatie voor succesvolle productlanceringen.",
    "pl-text2": "Of u nu innovaties onthult of belangrijke mijlpalen viert, onze ruimtes versterken het verhaal van uw merk.",
    "pl-text3": "Imponeer uw publiek met de perfecte combinatie van professionele AV-apparatuur, flexibele opstellingen en een moderne uitstraling.",
    "pl-text4": "Blankspace zorgt ervoor dat uw producten schitteren in de aandacht die ze verdienen.",
    "conferences": "Conferenties",
    "c-text1": "Blankspace heeft met succes diverse conferenties georganiseerd en biedt volledig uitgeruste zalen met hoogwaardige schermen, monitors, projectoren, luidsprekers, glasvezel-Wi-Fi en draadloze microfoons.",
    "c-text2": "Zowel Blankspace Schuman als Blankspace Place du Luxembourg zijn ideale locaties voor dergelijke evenementen, met flexibele opstellingen, alle benodigde technologie en een professionele inrichting voor een vlekkeloze uitvoering.",
    "c-text3": "Met onze concurrerende prijzen en bewezen staat van dienst in het organiseren van zakelijke seminars en paneldiscussies, zijn wij de perfecte keuze voor uw volgende conferentie.",
    "birthday-weddings": "Verjaardagen & bruiloften",
    "bw-text1": "Bij Blankspace hebben we met trots talloze verjaardagen en bruiloften gehost, en zijn we een favoriete locatie geworden voor wie op zoek is naar een eenvoudige maar gezellige ruimte die volledig naar wens kan worden aangepast.",
    "bw-text2": "In lijn met onze filosofie ‘Blankspace wordt jouw ruimte’ transformeert onze locatie in de perfecte setting voor uw speciale vieringen.",
    "bw-text3": "Met alle meubels en professionele AV-apparatuur door ons team verzorgd, wordt de planning eenvoudig en kunt u zich volledig richten op het genieten van het moment.",
    "bw-text4": "Laat ons een ruimte creëren die net zo uniek en gedenkwaardig is als uw bijzondere dag."
  },

  "spaces": {
    "adaptableSpaces": "Aanpasbare Ruimtes voor Jouw Behoeften",
    "adaptableSpacesText": "Onze ruimte bestaat uit verschillende aangrenzende kamers, waardoor flexibiliteit wordt geboden om evenementen van alle groottes te accommoderen. Of je nu een enkele kamer of de hele locatie huurt, de huur wordt aangepast aan het aantal gasten en jouw specifieke vereisten.",
    "eventButton": "Ik wil een offerte aanvragen",
    "exclusivityPersonalizedExperience": "Exclusiviteit voor een Persoonlijke Ervaring",
    "exclusivityPersonalizedExperienceText": "Om een exclusieve ervaring te garanderen, organiseren we slechts één evenement tegelijk. Ongeacht hoeveel ruimte je huurt, wordt de hele locatie volledig geprivatiseerd voor jouw gebruik. Dit staat centraal in onze visie: Blankspace wordt jouw space, en biedt een gepersonaliseerde en intieme setting voor jouw evenement.",
    "barSpace": "BarSpace",
    "barSpaceText1": "Wanneer je Blankspace binnenloopt, word je verwelkomd door de levendige en veelzijdige BarSpace, het ideale startpunt voor elk evenement. Dit aanpasbare gebied is perfect voor een soepele check-in ervaring of als een creatieve breakout-ruimte voor koffiepauzes, ontbijtarrangementen of buffetlunches. BarSpace biedt comfortabel plaats aan maximaal 40 gasten.",
    "barSpaceText2": "Volledig uitgerust met geavanceerde AV-technologie, kan BarSpace gebruikt worden voor bestuursvergaderingen, stijlvolle cocktailrecepties, staande lunches, diners, productlanceringen en zelfs conferenties in theateropstelling. Dankzij de flexibiliteit en het moderne ontwerp is het de ultieme ruimte voor zowel zakelijke als sociale bijeenkomsten.",
    "barSpaceText3": "Laat BarSpace het decor zijn voor jouw meest memorabele evenement tot nu toe!",
    "gardenSpace": "GardenSpace",
    "gardenSpaceText1": "Verborgen achter ons charmante herenhuis ligt GardenSpace, een rustige groene stadstuin die een verfrissende ontsnapping biedt in het hart van de stad. Omringd door natuur is het de perfecte buitenlocatie voor diverse evenementen, waarbij rust en functionaliteit samenkomen.",
    "gardenSpaceText2": "Of je nu een breakout-sessie organiseert tijdens een productieve vergadering, een open bar of barbecue in de zomer, of een gezellige winterbarbecue, GardenSpace biedt comfortabel plaats aan maximaal 50 gasten. De uitnodigende sfeer maakt het ideaal voor een borrel, het delen van heerlijke gerechten of zelfs het organiseren van buitenvergaderingen in een kalme, inspirerende omgeving.",
    "gardenSpaceText3": "Regen of zonneschijn, GardenSpace is ontworpen om zich aan te passen aan het Belgische weer, zodat jouw evenement soepel verloopt en je gasten kunnen genieten van de charme van de buitenlucht. Vier, verbind of werk samen in een omgeving die aanvoelt als een frisse adem.",
    "tableSpace": "TableSpace",
    "tableSpaceText1": "Stap door de charmante houten schuifdeuren en ontdek onze lichte en veelzijdige TableSpace – een unieke setting voor jouw volgende evenement. Met onze kenmerkende hangtafels, die op de perfecte hoogte kunnen worden aangepast, biedt deze ruimte zowel stijl als functionaliteit voor elke gelegenheid.",
    "tableSpaceText2": "Of je nu een productieve vergadering, een interactieve workshop of een intiem zittend lunch of diner voor maximaal 30 gasten organiseert, TableSpace is ontworpen om indruk te maken. Compleet met geavanceerde Samsung Frame-tv's en een hoogwaardige Sonos-muzieksysteem, wordt jouw evenement ondersteund door toptechnologie en een gastvrije ambiance.",
    "tableSpaceText3": "Maak jouw volgende evenement net zo gedenkwaardig als de ruimte zelf!",
    "studioSpace": "StudioSpace",
    "studioSpaceText1": "Verborgen net achter GardenSpace, achter strakke glazen schuifdeuren, ligt onze creatieve StudioSpace – een levendige, moderne plek voor bijeenkomsten die iets speciaals vereisen. Deze intieme en veelzijdige ruimte is ontworpen om te inspireren, waardoor het perfect is voor creatieve brainstormsessies, diners in de open lucht en nog veel meer.",
    "studioSpaceText2": "Uitgerust met een SAMSUNG Frame-tv en een meeslepende Sonos-muzieksysteem, biedt StudioSpace de ideale setting voor interviews, podcastopnames, of zelfs kleine groepsworkshops. Met een capaciteit tot 20 gasten, is het de perfecte achtergrond voor het tot leven brengen van gedurfde ideeën of het delen van verhalen in stijl.",
    "studioSpaceText3": "Of je nu bezig bent met het perfectioneren van je volgende grote pitch, een intiem diner organiseert of je doorbraak-podcastaflevering opneemt, StudioSpace geeft jouw bijeenkomst die extra vonk van creativiteit en verfijning. Laten we het onvergetelijk maken!",
    "flexibleSpace": "Een Flexibele Ruimte voor Elk Evenement",
    "flexibleSpaceText": "Onze locatie is ontworpen om tot 120 gasten te ontvangen in verschillende zitopstellingen, waaronder theaterstijl, ronde tafels, klaslokaal- en conferentieopstellingen. De locatie beschikt over één grote ruimte van 250 vierkante meter, wat voldoende ruimte biedt voor creativiteit en maatwerk om aan de behoeften van uw evenement te voldoen.",
    "equipped": "Uitgerust voor een Zorgeloze Ervaring",
    "equippedText": "Daarnaast beschikt Blankspace Place du Luxembourg over een speciale Food & Beverage-hoek, volledig uitgerust met moderne apparatuur om een naadloze cateringervaring te garanderen. Voor uw gemak is de locatie voorzien van geavanceerde AV-apparatuur, waaronder projectoren, schermen, microfoons, Wi-Fi, luidsprekers en meer. Wat uw evenement ook is, Blankspace Place du Luxembourg wordt uw ruimte, met een gepersonaliseerde en volledig uitgeruste omgeving voor een onvergetelijke ervaring.",
    "whyChooseUs": "Waarom Kiezen Voor Ons?",
    "whyChooseUsText1": "Het plannen van een evenement kan een complex en tijdrovend proces zijn. Van het vinden van de perfecte locatie en het coördineren van schema’s tot het beheren van technologie, catering en deelnemersbetrokkenheid, er zijn talloze details om rekening mee te houden.",
    "whyChooseUsText2": "Ons team van ervaren professionals brengt een schat aan kennis over diverse evenemententypes, zodat geen enkel detail over het hoofd wordt gezien.",
    "OurExpertise": "Onze Expertise Omvat",
    "OurExpertiseText1": "Algemene Vergaderingen: Of het nu gaat om een kleine teamvergadering of een grote zakelijke bijeenkomst, wij helpen bij het creëren van een georganiseerde, professionele omgeving die effectieve communicatie en besluitvorming bevordert.",
    "OurExpertiseText2": "Workshops: Wij zijn gespecialiseerd in het ontwerpen van interactieve en productieve workshops die participatie, kennisdeling en vaardigheidsontwikkeling stimuleren, afgestemd op uw leerdoelen.",
    "OurExpertiseText3": "Conferenties: Van toonaangevende keynote-sessies tot multi-track seminars, wij verzorgen alle aspecten van conferentieplanning, waaronder sprekerscoördinatie, agendavoorbereiding en deelnemersbeheer.",
    "OurExpertiseText4": "Aangepaste Evenementen: Organiseert u een productlancering, netwerkevenement, galadiner of een andere speciale gelegenheid? Wij creëren unieke en gedenkwaardige ervaringen die aansluiten bij uw merk en doelstellingen.",
    "OurComprehensiveServicesInclude": "Onze Uitgebreide Diensten Omvatten",
    "OurComprehensiveServicesIncludeText1": "Evenementplanning & Strategie: Samenwerken met u om uw visie en doelen te begrijpen.",
    "OurComprehensiveServicesIncludeText2": "Locatiekeuze & Beheer: Het vinden van de ideale locatie die past bij de grootte, stijl en het budget van uw evenement.",
    "OurComprehensiveServicesIncludeText3": "Logistieke Coördinatie: Het naadloos beheren van tijdlijnen, planningen en alle bewegende onderdelen.",
    "OurComprehensiveServicesIncludeText4": "Technische Ondersteuning: Het bieden van geavanceerde AV-oplossingen, virtuele evenementplatforms en technische assistentie.",
    "OurComprehensiveServicesIncludeText5": "On-site Evenementbeheer: Zorgen voor een vlekkeloze uitvoering op de dag van het evenement.",
    "OurComprehensiveServicesIncludeText6": "Evaluatie Na Het Evenement: Feedback verzamelen en inzichten bieden voor continue verbetering."
  },

  "catering": {
    "culinaryPerfection": "KULINARISCHE PERFEKTION",
    "blankCatering": "Blank Catering",
    "blankCateringText1": "Entdecken Sie blankcatering – Ihr Ziel für außergewöhnliche Frühstücke, Sandwich-Mittagessen und erfrischende Kaffee- und Teepausen.",
    "blankCateringText2": "Starten Sie Ihren Morgen mit frisch gebackenen Croissants, köstlichen Früchten, Joghurt- & Granola-Schalen und himmlischen Pain au Chocolat, perfekt kombiniert mit nachhaltigem Nespresso-Kaffee und hochwertigem Sri Lanka Dilmah-Tee. Zum Mittagessen genießen Sie unsere handgemachten Sandwiches, die mit den besten Zutaten zubereitet und voller Geschmack sind.",
    "blankCateringText3": "Ob für einen schnellen Happen, ein Geschäftstreffen oder ein lockeres Beisammensein, blankcatering hebt jede Gelegenheit mit köstlichen Angeboten und nachhaltigen Getränken, die perfekt zubereitet sind, hervor. Schmecken Sie den Unterschied, Bissen für Bissen und Schluck für Schluck.",
    "dinamicExperiences": "DYNAMISCHE ERLEBNISSE",
    "ourWorkshops": "Unsere Workshops",
    "ourWorkshopsText1": "In Zusammenarbeit mit führenden Fachleuten auf unserer Website bietet blankspace eine vielseitige Umgebung für Workshops.",
    "ourWorkshopsText2": "Voll ausgestattet und anpassungsfähig inspirieren unsere Räume Kreativität und Fokus für Lernen, Basteln und Innovation.",
    "ourWorkshopsText3": "Von praktischen Kunst-Sitzungen bis hin zu anregenden Seminaren unterstützt blankspace jeden Aspekt Ihres Workshops.",
    "ourWorkshopsText4": "Mit professionellem AV-Equipment und allen notwendigen Möbeln vor Ort wird Ihre Veranstaltung reibungslos und fesselnd sein.",
    "ourTrustedCaterers": "Unsere Vertrauenswürdigen Caterer",
    "obaoText": "Entdecken Sie OBAO, wo Osten auf Westen im Herzen von Brüssel trifft. Unser asiatisch-fusioniertes Catering-Unternehmen und Restaurant bieten eine köstliche Mischung aus japanischer, chinesischer und thailändischer Küche. Ob für ein Firmenevent oder eine besondere Feier, wir haben mit unseren vielfältigen Menüoptionen und erstklassigem Service alles abgedeckt. Möchten Sie unser Angebot testen, bevor Sie sich entscheiden? Unser Restaurant befindet sich direkt neben blankspace und ist von Montag bis Samstag jede Woche geöffnet. In Partnerschaft mit blankspace bringen wir Geschmack und Flair in jedes Event.",
    "mazmizText": "Erleben Sie Mazmiz – eine ungewöhnliche libanesische Küche, die Aromen für Geschäftsmeetings, Walking-Dinners und Mittagessen neu definiert. Verwöhnen Sie Ihre Gäste mit einem lebendigen Menü, das Tradition und Innovation vereint, mit Mezze, die mit kräftigen Gewürzen, frischen Zutaten und unverwechselbarer Authentizität glänzen. Perfekt kuratiert für anspruchsvolle Zusammenkünfte, hebt Mazmiz jede Gelegenheit mit Gerichten hervor, die ebenso unvergesslich sind wie die Gespräche, die sie inspirieren. Beeindrucken Sie, genießen Sie und schmecken Sie das Außergewöhnliche – nur bei blankspace.",
    "itraturiText": "Genießen Sie die Kunst der italienischen Küche mit Italian Catering – wo jede Veranstaltung zu einem Fest der Aromen und der Raffinesse wird. Ob für ein Firmentreffen, eine Hochzeit oder ein lockeres Beisammensein, wir erstellen maßgeschneiderte Menüs für Ihre Veranstaltung bei blankspace. Von klassischen Antipasti und Holzofenpizzen bis hin zu cremigen Risottos und dekadentem Tiramisu – unsere Gerichte werden mit authentischen italienischen Zutaten und der Liebe zur kulinarischen Exzellenz zubereitet. Erhöhen Sie Ihre Veranstaltung mit der perfekten Mischung aus Tradition und Innovation, serviert von unserem talentierten internen Team. Bei blankspace erzählt jeder Bissen eine Geschichte aus Italien. Feiern Sie mit uns und machen Sie Ihre Veranstaltung unvergesslich. Buon appetito!",
    "barpartnersText": "Leer de kneepjes van het vak van een professionele bartender. Schud, roer en muddle met kwaliteitsproducten en serveer jezelf de cocktail- of mocktailcreaties, samen met een fijne selectie van hapjes of tapas.",
    "DiscoverOurWorkshopStories": "Ontdek de verhalen van onze workshops",
    "showMore": "...Meer weergeven",
    "showLess": "Minder weergeven",
    "SushiRollingWorkshop": "Doe mee met de Japanse chef-kok Yoko voor een authentieke Sushi Rolling Workshop, waar je traditionele technieken leert om perfecte sushirollen te maken. Deze praktische ervaring gaat niet alleen over eten—het is een leuke en boeiende manier om met anderen in contact te komen, waardoor het ideaal is voor teambuilding of speciale bijeenkomsten.",
    "MatchaAndJapanese": "Stap in het hart van Japan met Yoko’s Matcha & Theeceremonie Workshop, waar ze de rijke tradities en culturele betekenis van Japanse thee deelt. Van het perfect kloppen van matcha tot het begrijpen van de meditatieve rituelen, deze meeslepende ervaring is een reis naar mindfulness, harmonie en verbinding.",
    "CoctailMaking": "Onze strategische partner, BarPartners, brengt deskundige mixologen naar onze Cocktail & Mocktail Workshops, waar je drankjes als een professional leert maken en de kunst en geschiedenis achter elke creatie ontdekt. Perfect voor groepsbijeenkomsten, deze interactieve sessies zijn een leuke manier om te verbinden en de toon te zetten voor een onvergetelijke lunch- of dinerervaring!",
    "SustainableMoss": "In samenwerking met Greenmood biedt onze Mos Workshop een unieke, praktische ervaring in het creëren van duurzaam, onderhoudsvrij groen voor elke ruimte. Leer hoe geconserveerd mos bijdraagt aan milieuvriendelijk design en tegelijkertijd een natuurlijke, rustgevende touch aan interieurs toevoegt—perfect voor wie zowel esthetiek als duurzaamheid waardeert."
  },

  "contactUs": {
    "SendUsYourRequest": "STUUR ONS UW AANVRAAG!",
    "Phone": "Telefoon",
    "Email": "E-mail",
    "EnterEmail": "*Voer uw e-mail in",
    "YourContactDetails": "Uw contactgegevens",
    "FirstName": "*Voornaam",
    "LastName": "*Achternaam",
    "YourMessage": "*Uw bericht",
    "TypeYourMessageHere": "*Typ hier uw bericht...",
    "Country": "Land",
    "Number": "Nummer",
    "Select": "Selecteren",
    "ContactUs": "Neem contact met ons op",

    "LastNameRequired": "Achternaam is verplicht",
    "FirstNameRequired": "Voornaam is verplicht",
    "EmailRequired": "E-mail is verplicht",
    "MessageRequired": "Bericht is verplicht",

    "Location": "LOCATIE",
    "Description": "Het herenhuis ligt in een rustige woonstraat, net achter het Berlaymont, het hoofdkantoor van de Europese Commissie in de EU-wijk van Brussel, waar Europa dagelijks samenkomt.",
    "Address": "Rue Saint Quentin 29, B-1000 Brussel",
    "Parking": "Op straat, in de buurt, Interparking Arts-Loi op loopafstand",
    "PublicTransportation": "Openbaar vervoer",
    "PublicTransportationText": "Metro (Lijnen 1 & 5) en intercitytreinen op station Brussel-Schuman"
  },

  "FAQ": {
    "FrequentlyAskedQuestions": "Veelgestelde Vragen",
    "Question1": "Is Blankspace gemakkelijk bereikbaar met het openbaar vervoer, en biedt het parkeermogelijkheden?",
    "Question2": "Hoe beheert Blankspace de menigte om overbevolking bij evenementen te voorkomen?",
    "Question3": "Welke voorzieningen en diensten zijn inbegrepen bij de huurprijs van de locatie?",
    "Question4": "Biedt Blankspace eigen catering, of kunnen we onze eigen cateraars meenemen?",
    "Question5": "Hoe zorgt Blankspace voor netheid en onderhoud voor en tijdens evenementen?",
    "Question6": "Hoe nieuw is het meubilair en de apparatuur bij Blankspace?",
    "Q1Answer1": "- Ja, Blankspace is gemakkelijk bereikbaar via verschillende openbare vervoersopties. Busdiensten zoals lijnen 56, 60, 63, 64, 59 en 79 stoppen bij nabije haltes, terwijl metro lijnen 1 en 5 zorgen voor gemakkelijke verbindingen via de stations Schuman en Maelbeek. Schuman station biedt ook treinverbindingen, wat het handig maakt voor gasten die van verschillende locaties komen.",
    "Q1Answer2": "Voor degenen die met de auto komen, is er parkeergelegenheid op straat en in de omliggende buurt, met Interparking Arts-Loi op loopafstand voor extra gemak.",
    "Q2Answer1": "- We volgen zorgvuldig de capaciteit van onze locatie en bieden verschillende indelingsopties om een comfortabele ervaring voor alle gasten te garanderen. Ons evenementen team (events@blankspace.brussels) helpt bij het plannen van de beste zit- en ruimte-indelingen om overbevolking te voorkomen.",
    "Q3Answer1": "- Onze locatiehuur omvat hoogwaardige audiovisuele apparatuur, moderne inrichting en veelzijdige zitarrangementen voor een naadloze evenementervaring. Gasten hebben toegang tot verschillende binnen- en buitenmeubels, waaronder stoelen, tafels en kinderstoelen op aanvraag. De locatie is ook uitgerust met Samsung Smart TV's, een projector, Sonos-luidsprekers, een flip-over en karaoke-apparatuur voor entertainment en presentaties.",
    "Q3Answer2": "Voor cateringbehoeften bieden we een complete selectie van glaswerk, bestek en servies, waaronder wijnglazen, koffiekopjes, roestvrijstalen bestek en porseleinen borden. Extra meubels en apparatuur kunnen op verzoek worden geregeld om te voldoen aan specifieke evenementbehoeften.",
    "Q4Answer1": "- We bieden premium cateringdiensten in huis met verschillende menu-opties. We staan echter ook externe cateraars toe als je specifieke voorkeuren hebt, onder voorbehoud van onze cateringrichtlijnen.",
    "Q5Answer1": "- Onze locatie wordt professioneel schoongemaakt voor elk evenement, en we hebben on-site personeel om ervoor te zorgen dat de netheid tijdens het evenement gehandhaafd blijft. We voeren ook regelmatig onderhoud uit om onze faciliteiten modern en up-to-date te houden.",
    "Q6Answer1": "- Bij Blankspace zijn we trots op het aanbieden van hoogwaardige, moderne en goed onderhouden meubels en apparatuur voor alle evenementen. We hebben in 2024 een volledige renovatie voltooid, en al ons meubilair, bestek, audiovisuele apparatuur en andere evenementbenodigdheden zijn in 2024 nieuw aangeschaft. Dit zorgt ervoor dat alles in onberispelijke staat is, stijlvol en voldoet aan de nieuwste normen op het gebied van comfort en functionaliteit.",
    "Q6Answer2": "Onze gasten kunnen verse, schone en hedendaagse meubels verwachten, waardoor elk evenement elegant en professioneel aanvoelt."
  },

  "testimonials": {
    "EuroCommerce": "Het EUROCOMMERCE-team huurde Blankspace voor een strategische brainstormsessie.",
    "Ellis": "Ellis team building activiteiten werden georganiseerd bij Blankspace. We werden gekozen als hun conferentie- en evenementenlocatie! Leuk en vol vreugde!",
    "KevinMurphyK": "We huurden Blankspace voor een evenement van ongeveer 40 mensen, en ik moet zeggen dat alles zorgvuldig geregeld was. Van de technische opstelling tot de catering en de netheid, Blankspace overtrof onze verwachtingen in elk opzicht. Het hele team was ongelooflijk vriendelijk en meegaand, en geen verzoek was te veel. Ik beveel Blankspace van harte aan, en we zullen zeker hun prachtige locatie gebruiken voor toekomstige evenementen.",
    "OliverWyman": "Afterwork cocktailreceptie voor 40 gasten! Geweldige avond om te herinneren!",
    "SolarPower": "Zeer goede ervaring voor ons evenement bij Blankspace. De locatie was perfect voor onze behoeften, modern, vriendelijk en goed ingericht. Het team was professioneel en gastvrij! Het Blankspace-team was 100% beschikbaar, flexibel en gastvrij, zowel tijdens de productie van ons evenement als op de grote dag. Of het nu een eendaagse vergadering of een walking dinner voor 60 mensen is, we bevelen Blankspace van harte aan vanwege zijn moderniteit, flexibiliteit en teams die zich bekommeren om je behoeften. We kunnen niet wachten om Blankspace opnieuw te ervaren wanneer we ons volgende walking dinner organiseren.",
    "EuropeanGreens": "Bedankt aan jou en je team voor het werk! De workshop over cocktails was geweldig en vermakelijk, een geweldige introductie voor de avond. Ik heb alleen maar complimenten gehoord over de ervaring en ook de drankjes. Het eten was echt goed, en al mijn zorgen over veganistische/vegetarische Aziatische gerechten werden goed opgepakt. Geef alsjeblieft veel complimenten aan de cateraar – veel van mijn collega's kwamen naar me toe om het eten te prijzen. Nogmaals bedankt voor het organiseren van een geweldige avond.",
    "Casa": "Vorige week organiseerden we de jaarlijkse CASA Ambassador bijeenkomst in Blankspace Brussel. De locatie had alles wat we nodig hadden: mooie kamers met veel daglicht, een goed uitgeruste keuken en een centrale locatie in Brussel. De medewerkers waren zeer flexibel en behulpzaam, dus we zouden zeker hier terugkomen!",
    "GreenMood": "We hadden 2 evenementen bij Blankspace tijdens de herfst van 2023. Ons eerste evenement was voor onze Amerikaanse en Franse teams en we hadden 35 deelnemers. Het tweede evenement was net voor de kerstvakantie met 55 leden van ons team en partners. Ik kan zeggen dat het Blankspace-team van begin tot eind heel goed presteerde, de locatie is uitzonderlijk goed ontworpen en alle kleine details zijn doordacht. We hadden catering van Fonteyne the Kitchen, wat we geweldig vonden, en de service was ook fantastisch! We bedanken het Blankspace-team en we zullen zeker terugkomen voor meer evenementen in 2024 en 2025!",
    "Marriage": "Blankspace Brussel heeft mij in staat gesteld om mijn verloving te organiseren onder uitstekende omstandigheden. Ze waren zeer attent op onze behoeften en reageerden snel. Het personeel was zeer gastvrij en super vriendelijk. Ze toonden onze foto's op televisieschermen zodat de gasten ze konden zien en de gasten vonden dit geweldig. De ruimte was licht en goed uitgerust (keuken, geluidsinstallatie, toilet, ..). Alles was prachtig!",
    "BirthdayParty": "Onze algehele ervaring bij Blankspace was fantastisch. Het feest was een enorm succes, zowel de kinderen als de volwassenen hadden een geweldige tijd. De locatie bood de perfecte sfeer voor ons evenement en alles overtrof onze verwachtingen. De service en ondersteuning die door het Blankspace-team werden geboden, was uitzonderlijk. Jamil, de eigenaar, was ongelooflijk behulpzaam en meegaand. Zijn beschikbaarheid voorafgaand aan het evenement was van onschatbare waarde, aangezien hij ons hielp met alle details. Jamil's warme en gastvrije houding, samen met zijn flexibiliteit, maakte het hele proces soepel en aangenaam. We waardeerden zijn hulp enorm, en dit droeg enorm bij aan het succes van ons feest. Op basis van onze ervaring bevelen we Blankspace van harte aan voor vergelijkbare evenementen. De locatie biedt alles wat je nodig hebt voor een gedenkwaardige viering en Jamil's toewijding om alles soepel te laten verlopen is prijzenswaardig. We zouden zeker overwegen om Blankspace voor toekomstige evenementen te gebruiken, aangezien het de perfecte setting bood voor het feest van onze zoon en we er zeker van zijn dat het hetzelfde zou doen voor andere gelegenheden.",
    "UseBrussel": "De Amerikaanse ambassade in Brussel lanceerde de Amerikaanse vs Belgische chef battle bij Blankspace! Spannend evenement georganiseerd in de zomer van 2024!",
    "MCI": "Het MCI-team heeft 2 workshops gehad - cocktail maken + sushi maken gevolgd door een diner geserveerd door onze cateraar – OBAO",
    "Hilton": "Hilton Brussels Grand Place vierde hun kerstfeest bij Blankspace aan het einde van 2023!",
    "BelgianRailway": "Strategische vergadering van managementniveau werknemers werd gehouden in de zomer van 2024 bij Blankspace",
    "Eca": "ECA organiseerde een strategische brainstormsessie bij Blankspace voor een groep van 20 mensen gevolgd door interne managementvergaderingen. Wij waren de perfecte keuze als conferentie locatie voor hen!",
    "Earma": "Onze ervaring bij Blankspace was fantastisch. De gastvrije sfeer, samen met de ruimte die was afgestemd op onze behoeften, zette het perfecte decor voor ons evenement. De live-uitzending van de sushi-preparatie op schermen was een doordachte oplossing, waardoor de ervaring zowel plezierig als handig was voor alle 40 deelnemers. Het hele evenement verbond mensen en bood een leuke leerervaring, aangevuld met heerlijk eten. De service bij Blankspace was gastvrij en flexibel, wat een warme en gezellige sfeer creëerde. Het proactief denken en de creatieve oplossingen van het team, vooral de live-uitzending van de sushi-preparatie, staken eruit. Hun aandacht voor detail en flexibiliteit zorgden voor een naadloze ervaring. Het engagement van Blankspace om ons evenement plezierig en memorabel te maken was in elk aspect zichtbaar. We bevelen Blankspace van harte aan voor anderen voor vergelijkbare evenementen. De eenvoud en netheid van de ruimte, samen met de warmte en gezelligheid die uit de service en het Blankspace-team straalde, maken het de ideale keuze. We hebben teamvergaderingen en bijeenkomsten hier gehad, en elke keer bood Blankspace de perfecte balans tussen werkruimte en een gastvrije omgeving voor ons team om te verbinden. We kijken ernaar uit om Blankspace voor toekomstige evenementen in overweging te nemen.",
    "Una": "Blankspace is de perfecte plek om een vergadering met je team te houden in een nieuwe, levendige omgeving. De ruimte is gezellig en schoon en heeft een warme sfeer dankzij de houten details. De koffiehoek is perfect voor een korte pauze. Er is slechts één koffiemachine, dus als het hele team moet bijtanken, wil je misschien wat extra tijd inplannen. De lunch was geweldig met verschillende smakelijke, gezonde en veganistische opties. De porties waren een beetje te groot, maar het personeel bood het team aan om de rest mee naar huis te nemen in doggy bags, wat zeer werd gewaardeerd. De locatie kan een beetje koud zijn tijdens de winter, dus zorg ervoor dat je de verwarming op tijd aanzet. Het team is super behulpzaam tijdens het planningsproces van je evenement en ze zijn bereikbaar en dichtbij tijdens je evenement, maar tegelijkertijd 'onzichtbaar' – de perfecte balans. Ons team was zo blij met de algehele ervaring dat we besloten om ook ons zomerevenement bij Blankspace te boeken!",
    "Esae": "Het ESAE-team heeft een onvergetelijke tijd gehad bij Blankspace met catering verzorgd door onze partner MAZMIZ! We raden onze diensten aan als een van de beste vergaderruimtes in Brussel!",
    "WhatOutClientsSay": "Ce Que Disent Nos Clients",
    "WhatOutClientsSayText1": "Le nom en dit long : blankspace. Comme une feuille blanche, un espace neutre où vous pouvez déterminer vous-même la couleur et le style.",
    "WhatOutClientsSayText2": "À première vue, l’espace semble vide. À part le comptoir du bar placé devant la fenêtre, qui sert aussi de bureau d'accueil, et quelques cadres blancs sur les murs avec une décoration végétale originale au plafond.",
    "more": "Meer",
    "less": "Minder"
  },

  "navbar": {
    "events": "Evenementen",
    "corporateMeetings": "Zakelijke vergaderingen",
    "coctailReceptions": "Cocktailrecepties",
    "teambuilding": "Teambuilding",
    "workshops": "Workshops",
    "conference": "Conferentie",
    "productLaunches": "Productlanceringen",
    "birthdayAndWeddings": "Verjaardagen & Bruiloften",
    "spaces": "Ruimtes",
    "blankspaceSchuman": "Blankspace Schuman",
    "blankspacePlaceDuLuxembourg": "Blankspace Place du Luxembourg",
    "cateringAndWorkshops": "Catering & Workshops",
    "contactUs": "Contacteer ons",
    "aboutUs": "Over ons",
    "cookiePreferences": "Cookie voorkeuren",
    "blog": "Blog",
    "termsAndConditions": "Algemene voorwaarden",
    "gdprPolicy": "GDPR beleid",
    "csrPolicy": "CSR beleid"
  },

  "notFound": {
    "title": "Pagina Niet Gevonden",
    "description": "Oeps! Het lijkt erop dat u een niet-bestaande pagina heeft gevonden!"
  }
}
